{
  "Hi": "হাই",
  "Parallel Bible Books": "সমান্তরাল বাইবেল বই",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "আমি সমান্তরাল বাইবেল বই চ্যাটবট, এখানে সমান্তরাল বাইবেল বই সম্পর্কে কিছুই জিজ্ঞাসা করুন!",
  "Home": "হোম",
  "Book Collection": "বই সংগ্রহ",
  "Contact": "যোগাযোগ",
  "More": "আরও",
  "Parallel": "সমান্তরাল",
  "Bible": "বাইবেল",
  "Books": "বই",
  "Parallel Bible Inc": "সমান্তরাল বাইবেল ইন্ক",
  "Parallel Bible Books, Free Download": "সমান্তরাল বাইবেল বই, ফ্রি ডাউনলোড",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "সমান্তরাল বাইবেল বইস অ্যাপ, যোর্গে কারাস্কের দ্বারা শাস্ত্রের সমন্বয়",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "সমান্তরাল বাইবেল শাস্ত্রের সমন্বয় বাইবেল বোঝার সহজ উপায়",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "যোর্গে কারাস্ক এর দ্বারা সমান্তরাল বাইবেল, যেখানে আপনি প্রামাণ-ভাব, আপনার বিশ্বাস, ভালবাসা, শান্তি, সঙ্গী, করুণা, আশা, সেরা বাইবেল অধ্যয়ন সরঞ্জাম এবং প্রতিদিনের বাচকদের সাথে...",
  "Download Android App": "অ্যান্ড্রয়েড অ্যাপ ডাউনলোড",
  "Download iOS App": "আইওএস অ্যাপ ডাউনলোড",
  "Parallel Bible by Jorge Carrasco": "যোর্গে কারাস্ক এর দ্বারা সমান্তরাল বাইবেল",
  "Android App": "অ্যান্ড্রয়েড অ্যাপ",
  "iOS / Apple App": "আইওএস / আপল অ্যাপ",
  "Google Play Books": "গুগল প্লে বই",
  "Barnes & Noble Books": "বার্নস এন্ড নোবিল বই",
  "iBooks Store": "আইবুকস স্টোর",
  "Service Books": "সেবা বই",
  "BOOK OF RUTH": "রূথ বই",
  "Free": "বিনামূল্যে",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "পবিত্র পত্রিকা: পিতার গলাতিগুলি প্রসঙ্গে",
  "BOOK OF THE PROPHET JONAH": "প্রফেত ইউনুস বই",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "পবিত্র পত্রিকা ১: পিতার তিমথি প্রসঙ্গে",
  "BOOK OF THE PROPHET ZECHARIAH": "প্রফেত জেকারিয়াহ বই",
  "BOOK OF THE PROPHET MALACHI": "প্রফেত মালাকি বই",
  "EPISTLES OF THE APOSTLE JOHN": "পবিত্র পত্রিকা: পুরুষ যোহন্ন প্রসঙ্গে",
  "Paid Books": "প্রদত্ত বই",
  "EPISTLES OF THE APOSTLE PETER": "পবিত্র পত্রিকা: পিতার প্রসঙ্গে",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "পবিত্র পত্রিকা: পিতার টিটাস প্রসঙ্গে",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "পবিত্র পত্রিকা: পিতার রোমিও প্রসঙ্গে",
  "EPISTLE OF THE APOSTLE JAMES": "পবিত্র পত্রিকা: পিতার জেমস প্রসঙ্গে",
  "THE GOSPEL ACCORDING TO MATTHEW": "ম্যাথিউ অনুসারে পবিত্র ইঞ্জিল",
  "BOOK OF GENESIS": "উত্পত্তিবাচক বই",
  "BOOK OF THE PROPHET DANIEL": "প্রফেত দানিয়াল বই",
  "Click to download": "ডাউনলোডের জন্য ক্লিক করুন",
  "Scan To Download": "ডাউনলোড করতে স্ক্যান করুন",
  "Free Download": "বিনামূল্যে ডাউনলোড",
  "App": "অ্যাপ",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "প্যারালেল বাইবেল বই, বিনামূল্যে ডাউনলোড, বিশ্বব্যাপী সেরা প্যারালেল বাইবেল বই অ্যাপ, জর্জ কারাস্কোর বাইবেল বইসমূহের সমন্বয়",
  "Psalm 23": "মজিষ্ঠের আবেগ",
  "PSALM OF DAVID": "দাউদের মজিষ্ঠা",
  "GOD WILL SHEPHERD ME": "আমাকে সত্বরই পশুপালন করবেন ঈশ্বর",
  "Psalm 23; 1": "মজিষ্ঠা ২৩; ১",
  "God will shepherd me; I will lack nothing.": "ঈশ্বর আমাকে পশুপালন করবেন; আমার কোন অভাব হবেনা।",
  "Psalm 78; 52": "মজিষ্ঠা ৭৮; ৫২",
  "But he led his people like sheep as a flock he led them through the desert.": "কিন্তু সে তাঁর জনগণকে হিসুটির মত পশু সম্পর্কে নেতৃত্ব করলে সে তাঁরা মরুভূমিতে নেওয়ার মত দিয়েছেন।",
  "Psalm 80; 1": "মজিষ্ঠা ৮০; ১",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "হে ইস্রায়েলের পশুপালনকর্তা, শ্রবণ করুন এবং যোসেফকে একটি পশুধূলির মত নেওয়া। তুমি যারা চেরুবগুলোর চেয়ে উচ্চতরে বসছো, নিজেকে সুস্পষ্ট করুন।",
  "Isaiah 40;11": "যশয়া ৪০;১১",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "একটি পশুপালনকারীর মত যে তাঁর পশুতুলি পরিচরণ করে এবং তাঁর বাহুর মাধ্যমে হেনস্তকে কাছোয়ায়, তাঁরা যেন তাঁর ছেলেদের সংগ্রহ করে ওদের শামের খাবারে নিয়ে আসে এবং নবজাতকে সমর্থন করে।",
  "Ezekiel 34; 12": "ইজেকিয়েল ৩৪; ১২",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(পশুতুলিগুলির পশুপালনকারী ঈশ্বর) এভাবে যহোবা প্রভু কহেন; দেখো, আমি আমার ছাগলগুলিকে অনুসন্ধান করব এবং তাঁদের যত্ন করব।",
  "Subscribe to get exclusive updates": "সদস্যতা সংক্রান্ত সুপারিশকত্ব সম্পাদন পেতে সাবস্ক্রাইব করুন",
  "Join Our Mailing List": "আমাদের মেইলিং তালিকায় যোগদান করুন",
  "Subscribe": "সাবস্ক্রাইব করুন",
  "Privacy & Policy": "গোপনীয়তা ও নীতি",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "এখন অবিলম্বে বিনামূল্যে পারালেল বাইবেল ইংরেজি এবং স্প্যানিশ ভাষায়, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "১- গোপনীয়তা নীতি",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "২- জেসি ওয়ার্কফোর্স প্রশিক্ষণ কেম্পো কর্পোরেশন অর্গানাইজেশন মোবাইল অ্যাপ পরিষেবার শর্তাদি",
  "3- Mobile Terms of Use": "৩- মোবাইল ব্যবহারের শর্তাদি",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- অনুবাদ অক্ষমতা ব্যতিক্রম গোপনীয়তা নীতি আমার অ্যাপ্লিকেশনগুলির জন্য বিবলিয়া পারালেলা লিব্রোস, পারালেল বাইবেল বই অ্যান্ড্রয়েড এবং অ্যাপল উল্লেখিত হয়েছে এই লিঙ্কে আবদ্ধ হবে বিবলিয়া পারালেলা লিব্রো ১ বা বিবলিয়া পারালেলা",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "আমার অ্যাপ্লিকেশনগুলির জন্য গোপনীয়তা নীতি বিবলিয়া পারালেলা লিব্রোস, পারালেল বাইবেল বই",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "এখানে উল্লেখিত হচ্ছে এন্ড্রয়েড এবং অ্যাপল বিবলিয়া পারালেলা লিব্রোস অথবা পারালেল বাইবেল বইের মত হবে",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "বইগুলির নাম হবে নিম্নলিখিতরুপে Biblia Paralela 1 বা Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "আমাদের অ্যাপ পারালেল বাইবেল বইসমূহের জন্য প্রতিষ্ঠান বিধিবদ্ধকরণের জন্য বিভিন্ন ভাষায়, দয়া করে এই লিঙ্কটি অনুসরণ করুন: এই বহুভাষিক গোপনীয়তা নীতি এলাকায়",
  "Translations Disclaimer": "অনুবাদ অক্ষমতা নীতি",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "পরালেল বাইবেল বইসমূহ অ্যাপ, বিভিন্ন ভাষায়, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "আমাদের ওয়েবসাইটে প্রদর্শিত সমস্ত সামগ্রীকে গুগল হিন্দী সফ্টওয়্যার ব্যবহার করে অনুবাদ করা হয়েছে, যা গুগল দ্বারা সমর্থিত হয়, এবং কিছু অনুবাদ হতে পারে ত্রুটিপূর্ণ বা অসঠিক হতে পারে।",
  "Contact Info": "যোগাযোগের তথ্য",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "যোগাযোগ করুন: পারালেল বাইবেল দ্বারা জোর্জ কারাস্কো",
  "Jc Workforce Training Center Corporation Organization.": "জেসি ওয়ার্কফোর্স প্রশিক্ষণ সেন্টার কর্পোরেশন সংগঠন।",
  "5190 Indian Mound St. Sarasota Florida USA": "৫১৯০ ইন্ডিয়ান মাউন্ট স্ট্রিট, সারাসোটা, ফ্লোরিডা, মার্কিন যুক্তরাষ্ট্র",
  "Contact Form": "যোগাযোগ ফর্ম",
  "Name": "নাম",
  "Email": "ইমেল",
  "Phone": "ফোন",
  "Message": "বার্তা",
  "Send": "পাঠান",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "পারালেল বাইবেল ধর্মগ্রন্থের সমন্বয় করে তুলে ধরে, পারালেল বাইবেল জোর্জ কারাস্কো দ্বারা, যেখানে আপনি নিজের বিশ্বাস, ভালবাসা, শান্তি, প্রেমিক, অনুগ্রহ, আশা সম্ভাব्यতা, সর্বশেষ বাইবেল অধ্যয়ন পরিকল্পনা ও প্রতিদিনের পদক্ষেপ ব্যবহার করতে পারেন।",
  "Books Services": "বই সেবাসমূহ",
  "Google Play": "গুগল প্লে",
  "App Store": "অ্যাপ স্টোর",
  "Menu": "মেনু",
  "About": "সম্পর্কিত",
  "Contact Us": "যোগাযোগ করুন",
  "Enter your Email Address": "আপনার ইমেল ঠিকানা লিখুন",
  "Enter your message here...": "এখানে আপনার বার্তা লিখুন...",
  "Please input your correct email!": "সঠিক ইমেল প্রদান করুন!",
  "Your email added our email listing. You can receive our promotioning email.": "আপনার ইমেলটি আমাদের ইমেল তালিকায় যোগ করা হয়েছে। আপনি আমাদের প্রমোশনাল ইমেলগুলি পাবেন।",
  "The Server Error occurred!": "সার্ভারে সমস্যা দেখা দিয়েছে!",
  "Name field is required!": "নাম প্রদান করা আবশ্যক!",
  "Email field is required!": "ইমেল প্রদান করা আবশ্যক!",
  "Phone field is required!": "ফোন নম্বর প্রদান করা আবশ্যক!",
  "Message field is required!": "বার্তা প্রদান করা আবশ্যক!",
  "Successfully submitted!": "সফলভাবে জমা দেওয়া হয়েছে!"
}
