{
  "Hi": "Salut",
  "Parallel Bible Books": "Livres parallèles de la Bible",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Je suis un chatbot pour les livres parallèles de la Bible. Posez-moi toutes vos questions sur les livres parallèles de la Bible !",
  "Home": "Maison",
  "Book Collection": "Collection de livres",
  "Contact": "Contact",
  "More": "Plus",
  "Parallel": "Parallèle",
  "Bible": "Bible",
  "Books": "Livres",
  "Parallel Bible Inc": "Parallèle Bible Inc",
  "Parallel Bible Books, Free Download": "Livres parallèles de la Bible, téléchargement gratuit",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Application Livres parallèles de la Bible, la combinaison des Écritures par Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Bible parallèle - La combinaison des Écritures, le moyen le plus simple de comprendre la Bible",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Bible parallèle par Jorge Carrasco, le lieu où vous pouvez renforcer votre foi, votre amour, votre paix, votre compagnon, votre miséricorde, votre espoir, et accéder aux meilleurs outils d'étude de la Bible et aux versets quotidiens...",
  "Download Android App": "Télécharger l'app Android",
  "Download iOS App": "Télécharger l'app iOS",
  "Parallel Bible by Jorge Carrasco": "Bible parallèle par Jorge Carrasco",
  "Android App": "Android App",
  "iOS / Apple App": "iOS / Apple App",
  "Google Play Books": "Livres Google Play",
  "Barnes & Noble Books": "Livres Barnes & Noble",
  "iBooks Store": "Magasin iBooks",
  "Service Books": "Livres de service",
  "BOOK OF RUTH": "LIVRE DE RUTH",
  "Free": "Gratuit",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "ÉPÎTRE DE L'APÔTRE PAUL AUX GALATIENS",
  "BOOK OF THE PROPHET JONAH": "LIVRE DU PROPHÈTE JONAS",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 ÉPÎTRE DE L'APÔTRE PAUL À TIMOTHÉE",
  "BOOK OF THE PROPHET ZECHARIAH": "LIVRE DU PROPHÈTE ZACHARIE",
  "BOOK OF THE PROPHET MALACHI": "LIVRE DU PROPHÈTE MALACHIE",
  "EPISTLES OF THE APOSTLE JOHN": "ÉPÎTRES DE L'APÔTRE JEAN",
  "Paid Books": "Livres payants",
  "EPISTLES OF THE APOSTLE PETER": "ÉPÎTRES DE L'APÔTRE PIERRE",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "ÉPÎTRE DE L'APÔTRE PAUL À TITE",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "ÉPÎTRE DE L'APÔTRE PAUL AUX ROMAINS",
  "EPISTLE OF THE APOSTLE JAMES": "ÉPÎTRE DE L'APÔTRE JACQUES",
  "THE GOSPEL ACCORDING TO MATTHEW": "L'ÉVANGILE SELON MATTHIEU",
  "BOOK OF GENESIS": "LIVRE DE LA GENÈSE",
  "BOOK OF THE PROPHET DANIEL": "LIVRE DU PROPHÈTE DANIEL",
  "Click to download": "Cliquez pour télécharger",
  "Scan To Download": "Scanner pour télécharger",
  "Free Download": "Téléchargement gratuit",
  "App": "Application",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Parallel Bible Books, Téléchargement gratuit, Meilleure application mondiale de livres parallèles de la Bible, la combinaison des écritures par Jorge Carrasco",
  "Psalm 23": "Psaume 23",
  "PSALM OF DAVID": "PSAUME DE DAVID",
  "GOD WILL SHEPHERD ME": "DIEU ME CONDUIRA EN BERGER",
  "Psalm 23; 1": "Psaume 23; 1",
  "God will shepherd me; I will lack nothing.": "Dieu me conduira en berger ; je ne manquerai de rien.",
  "Psalm 78; 52": "Psaume 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Mais il conduisit son peuple comme des brebis ; il les guida comme un troupeau à travers le désert.",
  "Psalm 80; 1": "Psaume 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Ô Berger d'Israël, écoute et conduis Joseph comme un troupeau. Toi qui sièges plus haut que les chérubins, manifeste-toi.",
  "Isaiah 40;11": "Ésaïe 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Comme un berger qui veille sur son troupeau et rassemble les agneaux dans ses bras, le porte dans son sein et soutient la brebis qui allaite.",
  "Ezekiel 34; 12": "Ézéchiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Dieu le berger du troupeau) Ainsi parle le Seigneur des seigneurs ; voici, je chercherai mes brebis et j'en prendrai soin.",
  "Subscribe to get exclusive updates": "Abonnez-vous pour obtenir des mises à jour exclusives",
  "Join Our Mailing List": "Rejoignez notre liste de diffusion",
  "Subscribe": "S'abonner",
  "Privacy & Policy": "Confidentialité et politique",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Bible parallèle gratuite en anglais et en espagnol maintenant, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Politique de confidentialité",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Conditions d'utilisation de l'application mobile Jc Workforce Training Center Corporation Organization",
  "3- Mobile Terms of Use": "3- Conditions d'utilisation mobiles",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Clause de non-responsabilité de la traduction Politique de confidentialité pour mes applications Biblia Paralela Libros, Parallel Bible Books Android et Apple, comme mentionné ici dans ce lien Biblia Paralela Libros ou Parallel Bible Books seront nommées comme suit : Biblia Paralela 1 ou Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Politique de confidentialité pour mes applications Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android et Apple, comme mentionné ici dans ce lien Biblia Paralela Libros ou Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Les livres seront nommés comme suit : Biblia Paralela 1 ou Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Pour toutes les conditions et références aux termes de notre application Parallel Bible Books dans différentes langues, veuillez suivre le lien : dans la section multilingue de la politique de confidentialité",
  "Translations Disclaimer": "Clause de non-responsabilité des traductions",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Application Parallel Bible Books, dans différentes langues, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Tout le contenu de notre site web et le contenu affiché ont été traduits à l'aide du logiciel de traduction de Google alimenté par Google, et certaines traductions peuvent être erronées ou inexactes.",
  "Contact Info": "Coordonnées",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Contactez-nous à : Parallel Bible par Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Organisation de la Corporation Center de formation Jc Workforce.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Floride États-Unis",
  "Contact Form": "Formulaire de contact",
  "Name": "Nom",
  "Email": "E-mail",
  "Phone": "Téléphone",
  "Message": "Message",
  "Send": "Envoyer",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Bible parallèle La combinaison des Écritures est le moyen le plus simple de comprendre la Bible. Bible parallèle de Jorge Carrasco, où vous pouvez renforcer votre foi, votre amour, votre paix, votre compagnon, votre miséricorde, votre espoir, les meilleurs outils d'étude de la Bible et des versets quotidiens.",
  "Books Services": "Services de livres",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "À propos",
  "Contact Us": "Contactez-nous",
  "Enter your Email Address": "Entrez votre adresse e-mail",
  "Enter your message here...": "Entrez votre message ici...",
  "Please input your correct email!": "Veuillez saisir votre adresse e-mail correcte !",
  "Your email added our email listing. You can receive our promotioning email.": "Votre adresse e-mail a été ajoutée à notre liste de diffusion. Vous pouvez recevoir nos e-mails promotionnels.",
  "The Server Error occurred!": "Une erreur de serveur s'est produite !",
  "Name field is required!": "Le champ du nom est obligatoire !",
  "Email field is required!": "Le champ de l'e-mail est obligatoire !",
  "Phone field is required!": "Le champ du téléphone est obligatoire !",
  "Message field is required!": "Le champ du message est obligatoire !",
  "Successfully submitted!": "Soumis avec succès !"
}
