{
  "Hi": "Hallo",
  "Parallel Bible Books": "Parallel Bibelbücher",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Ich bin ein Chatbot für Parallel Bibelbücher. Stellen Sie mir Fragen zu Parallel Bibelbüchern!",
  "Home": "Heim",
  "Book Collection": "Buchsammlung",
  "Contact": "Kontakt",
  "More": "Mehr",
  "Parallel": "Parallel",
  "Bible": "Bibel",
  "Books": "Bücher",
  "Parallel Bible Inc": "Parallel Bibel Inc",
  "Parallel Bible Books, Free Download": "Parallel Bibelbücher, kostenloser Download",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Parallel Bibelbücher App, die Kombination der Schriften von Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Parallele Bibel - Die Kombination der Schriften - der einfachste Weg, die Bibel zu verstehen",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Parallele Bibel von Jorge Carrasco - Hier können Sie Ihre Stärke, Ihren Glauben, Ihre Liebe, Ihren Frieden, Ihren Begleiter, Ihre Barmherzigkeit, Ihre Hoffnung, die besten Bibelstudienwerkzeuge und tägliche Verse finden...",
  "Download Android App": "Android App herunterladen",
  "Download iOS App": "iOS App herunterladen",
  "Parallel Bible by Jorge Carrasco": "Parallele Bibel von Jorge Carrasco",
  "Android App": "Android App",
  "iOS / Apple App": "iOS / Apple App",
  "Google Play Books": "Google Play Bücher",
  "Barnes & Noble Books": "Barnes & Noble Bücher",
  "iBooks Store": "iBooks Store",
  "Service Books": "Buch der Dienstleistungen",
  "BOOK OF RUTH": "BUCH RUTH",
  "Free": "Kostenlos",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "BRIEF DES APOSTELS PAULUS AN DIE GALATER",
  "BOOK OF THE PROPHET JONAH": "BUCH DES PROPHETEN JONA",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1. BRIEF DES APOSTELS PAULUS AN TIMOTHEUS",
  "BOOK OF THE PROPHET ZECHARIAH": "BUCH DES PROPHETEN SACHARJA",
  "BOOK OF THE PROPHET MALACHI": "BUCH DES PROPHETEN MALACHI",
  "EPISTLES OF THE APOSTLE JOHN": "BRIEFE DES APOSTELS JOHANNES",
  "Paid Books": "Bezahlte Bücher",
  "EPISTLES OF THE APOSTLE PETER": "BRIEFE DES APOSTELS PETRUS",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "BRIEF DES APOSTELS PAULUS AN TITUS",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "BRIEF DES APOSTELS PAULUS AN DIE RÖMER",
  "EPISTLE OF THE APOSTLE JAMES": "BRIEF DES APOSTELS JAKOBUS",
  "THE GOSPEL ACCORDING TO MATTHEW": "DAS EVANGELIUM NACH MATTHÄUS",
  "BOOK OF GENESIS": "BUCH GENESIS",
  "BOOK OF THE PROPHET DANIEL": "BUCH DES PROPHETEN DANIEL",
  "Click to download": "Klicken Sie zum Herunterladen",
  "Scan To Download": "Scannen, um herunterzuladen",
  "Free Download": "Kostenloser Download",
  "App": "App",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Parallel Bible Books, kostenloser Download, Bestbewertete Parallel Bible Books App weltweit, die Kombination der Schriften von Jorge Carrasco",
  "Psalm 23": "Psalm 23",
  "PSALM OF DAVID": "PSALM VON DAVID",
  "GOD WILL SHEPHERD ME": "GOTT WIRD MICH HÜTEN",
  "Psalm 23; 1": "Psalm 23; 1",
  "God will shepherd me; I will lack nothing.": "Gott wird mich hüten; Mir wird nichts fehlen.",
  "Psalm 78; 52": "Psalm 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Aber er führte sein Volk wie Schafe; er führte sie wie eine Herde durch die Wüste.",
  "Psalm 80; 1": "Psalm 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Oh Hirte Israels, höre zu und führe Joseph wie eine Herde. Du, der du über den Cherubim sitzt, offenbare dich.",
  "Isaiah 40;11": "Jesaja 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Wie ein Hirte, der seine Herde versorgt und die Lämmer mit seinem Arm versammelt, trägt er sie in seinem Schoß und unterstützt die neugeborenen.",
  "Ezekiel 34; 12": "Hesekiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Gott, der Hirte der Herde) So spricht der Herr der Herren: Siehe, ich werde meine Schafe suchen und mich um sie kümmern.",
  "Subscribe to get exclusive updates": "Abonnieren Sie, um exklusive Updates zu erhalten",
  "Join Our Mailing List": "Treten Sie unserer Mailingliste bei",
  "Subscribe": "Abonnieren",
  "Privacy & Policy": "Datenschutz & Richtlinien",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Kostenlose Parallel-Bibel in Englisch und Spanisch, Jetzt, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Datenschutzrichtlinie",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Nutzungsbedingungen für die Jc Workforce Training Center Corporation Mobile App",
  "3- Mobile Terms of Use": "3- Nutzungsbedingungen für Mobilgeräte",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Übersetzungshinweise zur Datenschutzrichtlinie für meine Anwendungen Biblia Paralela Libros, Parallel Bible Books für Android und Apple, wie hier in diesem Link erwähnt, wird Biblia Paralela Libros oder Parallel Bible Books folgendermaßen genannt werden: Biblia Paralela 1 oder Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Datenschutzrichtlinie für meine Anwendungen Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android und Apple, wie hier in diesem Link erwähnt, wird Biblia Paralela Libros oder Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Die Bücher werden wie folgt genannt: Biblia Paralela 1 oder Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Für alle Bedingungen und Konditionen, die auf unsere App Parallel Bible Books in verschiedenen Sprachen verweisen, folgen Sie bitte dem Link auf der mehrsprachigen Datenschutzrichtlinie",
  "Translations Disclaimer": "Übersetzungshinweis",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Parallel Bible Books App in verschiedenen Sprachen, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Der gesamte Inhalt auf unserer Website und der angezeigte Inhalt wurde mit Google-Übersetzungssoftware von Google übersetzt, und einige Übersetzungen können fehlerhaft oder ungenau sein.",
  "Contact Info": "Kontaktinformationen",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Kontaktieren Sie uns unter: Parallel Bible, von Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Jc Workforce Training Center Corporation Organisation.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "Kontaktformular",
  "Name": "Name",
  "Email": "E-Mail",
  "Phone": "Telefon",
  "Message": "Nachricht",
  "Send": "Senden",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel-Bibel Die Kombination der Schriften ist der einfachste Weg, die Bibel zu verstehen. Parallel-Bibel von Jorge Carrasco, wo du Stärke, Glauben, Liebe, Frieden, Begleitung, Barmherzigkeit, Hoffnung und die besten Werkzeuge für die Bibelstudie und tägliche Verse finden kannst.",
  "Books Services": "Buchdienste",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menü",
  "About": "Über uns",
  "Contact Us": "Kontakt",
  "Enter your Email Address": "Geben Sie Ihre E-Mail-Adresse ein",
  "Enter your message here...": "Geben Sie Ihre Nachricht hier ein...",
  "Please input your correct email!": "Bitte geben Sie Ihre korrekte E-Mail-Adresse ein!",
  "Your email added our email listing. You can receive our promotioning email.": "Ihre E-Mail-Adresse wurde zu unserer E-Mail-Liste hinzugefügt. Sie können unsere Werbe-E-Mails empfangen.",
  "The Server Error occurred!": "Es ist ein Serverfehler aufgetreten!",
  "Name field is required!": "Der Name ist ein Pflichtfeld!",
  "Email field is required!": "Die E-Mail-Adresse ist ein Pflichtfeld!",
  "Phone field is required!": "Die Telefonnummer ist ein Pflichtfeld!",
  "Message field is required!": "Die Nachricht ist ein Pflichtfeld!",
  "Successfully submitted!": "Erfolgreich übermittelt!"
}
