{
  "Hi": "Γεια σας",
  "Parallel Bible Books": "Παράλληλα Βιβλία της Βίβλου",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Είμαι ο Τσατμποτ των Παράλληλων Βιβλίων της Βίβλου, ρωτήστε με οτιδήποτε σχετικά με τα Παράλληλα Βιβλία της Βίβλου!",
  "Home": "Αρχική",
  "Book Collection": "Συλλογή Βιβλίων",
  "Contact": "Επικοινωνία",
  "More": "Περισσότερα",
  "Parallel": "Παράλληλα",
  "Bible": "Βίβλος",
  "Books": "Βιβλία",
  "Parallel Bible Inc": "Παράλληλη Βίβλος Εταιρεία",
  "Parallel Bible Books, Free Download": "Παράλληλα Βιβλία της Βίβλου, Ελεύθερη Λήψη",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Εφαρμογή Παράλληλων Βιβλίων της Βίβλου, η συνδυασμός των γραφών από τον Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Παράλληλη Βίβλος Ο συνδυασμός των γραφών, ο ευκολότερος τρόπος για να κατανοήσετε την Βίβλο",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Παράλληλη Βίβλος από τον Jorge Carrasco, όπου μπορείτε να ενισχύσετε, την πίστη, την αγάπη, την ειρήνη, τον σύντροφο, το έλεος, την ελπίδα, τα καλύτερα εργαλεία μελέτης της Βίβλου και καθημερινά αποσπάσματα...",
  "Download Android App": "Λήψη εφαρμογής Android",
  "Download iOS App": "Λήψη εφαρμογής iOS",
  "Parallel Bible by Jorge Carrasco": "Παράλληλη Βίβλος από τον Jorge Carrasco",
  "Android App": "Εφαρμογή Android",
  "iOS / Apple App": "Εφαρμογή iOS / Apple",
  "Google Play Books": "Βιβλία Google Play",
  "Barnes & Noble Books": "Βιβλία Barnes & Noble",
  "iBooks Store": "Κατάστημα iBooks",
  "Service Books": "Βιβλία Υπηρεσίας",
  "BOOK OF RUTH": "ΒΙΒΛΙΟ ΡΟΥΘ",
  "Free": "Δωρεάν",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "ΕΠΙΣΤΟΛΗ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΠΑΥΛΟΥ ΠΡΟΣ ΤΟΥΣ ΓΑΛΑΤΕΣ",
  "BOOK OF THE PROPHET JONAH": "ΒΙΒΛΙΟ ΤΟΥ ΠΡΟΦΗΤΗ ΙΩΝΑ",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 ΕΠΙΣΤΟΛΗ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΠΑΥΛΟΥ ΠΡΟΣ ΤΟΝ ΤΙΜΟΘΕΟ",
  "BOOK OF THE PROPHET ZECHARIAH": "ΒΙΒΛΙΟ ΤΟΥ ΠΡΟΦΗΤΗ ΖΑΧΑΡΙΑ",
  "BOOK OF THE PROPHET MALACHI": "ΒΙΒΛΙΟ ΤΟΥ ΠΡΟΦΗΤΗ ΜΑΛΑΧΙΑ",
  "EPISTLES OF THE APOSTLE JOHN": "ΕΠΙΣΤΟΛΕΣ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΙΩΑΝΝΗ",
  "Paid Books": "Πληρωμένα Βιβλία",
  "EPISTLES OF THE APOSTLE PETER": "ΕΠΙΣΤΟΛΕΣ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΠΕΤΡΟΥ",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "ΕΠΙΣΤΟΛΗ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΠΑΥΛΟΥ ΠΡΟΣ ΤΟΝ ΤΙΤΟ",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "ΕΠΙΣΤΟΛΗ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΠΑΥΛΟΥ ΠΡΟΣ ΤΟΥΣ ΡΩΜΑΙΟΥΣ",
  "EPISTLE OF THE APOSTLE JAMES": "ΕΠΙΣΤΟΛΗ ΤΟΥ ΑΠΟΣΤΟΛΟΥ ΙΑΚΩΒΟΥ",
  "THE GOSPEL ACCORDING TO MATTHEW": "ΤΟ ΕΥΑΓΓΕΛΙΟ ΚΑΤΑ ΜΑΤΘΑΙΟ",
  "BOOK OF GENESIS": "ΒΙΒΛΙΟ ΓΕΝΕΣΙΣ",
  "BOOK OF THE PROPHET DANIEL": "ΒΙΒΛΙΟ ΤΟΥ ΠΡΟΦΗΤΗ ΔΑΝΙΗΛ",
  "Click to download": "Κάντε κλικ για λήψη",
  "Scan To Download": "Σαρώστε για λήψη",
  "Free Download": "Δωρεάν Λήψη",
  "App": "Εφαρμογή",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Παράλληλα Βιβλία της Βίβλου, Δωρεάν Λήψη, Ανακηρύχθηκε ως η καλύτερη εφαρμογή Παράλληλων Βιβλίων της Βίβλου σε παγκόσμιο επίπεδο, ο συνδυασμός των γραφών από τον Jorge Carrasco",
  "Psalm 23": "Ψαλμός 23",
  "PSALM OF DAVID": "ΨΑΛΜΟΣ ΤΟΥ ΔΑΒΙΔ",
  "GOD WILL SHEPHERD ME": "Ο ΘΕΟΣ ΘΑ ΜΕ ΠΟΙΜΑΝΕΙ",
  "Psalm 23; 1": "Ψαλμός 23; 1",
  "God will shepherd me; I will lack nothing.": "Ο Θεός θα με ποιμανεί, δεν θα μου λείπει τίποτα.",
  "Psalm 78; 52": "Ψαλμός 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Αλλά αυτός οδήγησε τον λαό του όπως προβάτα, τους οδήγησε μέσα από την έρημο.",
  "Psalm 80; 1": "Ψαλμός 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Ω ποιμένα του Ισραήλ, ακούστε και οδηγήστε τον Ιωσήφ ως ένα ποίμνιο. Εσύ που καθέζεσαι ψηλότερα από τους χερουβείμ, εμφανίσου.",
  "Isaiah 40;11": "Ησαΐας 40; 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Όπως ένας ποιμένας που φροντίζει το ποίμνιο του και μαζεύει τα αρνάκια με το βραχίονά του, τα κουβαλάει στο στήθος του και υποστηρίζει το νεογέννητο.",
  "Ezekiel 34; 12": "Ιεζεκιήλ 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Ο Θεός, ο ποιμένας του ποιμνίου) Έτσι λέει ο Κύριος των Κυρίων· ιδού, θα ζητήσω τα πρόβατά μου και θα τα φροντίσω.",
  "Subscribe to get exclusive updates": "Εγγραφείτε για να λαμβάνετε αποκλειστικές ενημερώσεις",
  "Join Our Mailing List": "Εγγραφείτε στη λίστα αποστολής μας",
  "Subscribe": "Εγγραφή",
  "Privacy & Policy": "Πολιτική Απορρήτου",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Δωρεάν Παράλληλη Βίβλος στα αγγλικά και τα ισπανικά τώρα, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Πολιτική απορρήτου",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Όροι Υπηρεσίας Κινητής Εφαρμογής Οργανισμού Jc Workforce Training Center Corporation",
  "3- Mobile Terms of Use": "3- Όροι Χρήσης Κινητής Συσκευής",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Αποποίηση Ευθυνών για Μεταφράσεις Πολιτική απορρήτου για τις εφαρμογές μου Biblia Paralela Libros, Parallel Bible Books για Android και Apple όπως αναφέρεται σε αυτόν τον σύνδεσμο Biblia Paralela Libros Ή Parallel Bible Books θα ονομαστεί ως εξής Biblia Paralela 1 ή Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Πολιτική απορρήτου για τις εφαρμογές μου Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android και Apple όπως αναφέρεται σε αυτόν τον σύνδεσμο Biblia Paralela Libros Ή Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Τα βιβλία θα ονομαστούν ως εξής Biblia Paralela 1 ή Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Για όλους τους Όρους και Προϋποθέσεις που αναφέρονται στην εφαρμογή μας Parallel Bible Books σε διάφορες γλώσσες, παρακαλούμε ακολουθήστε τον σύνδεσμο: στην πολύγλωσση περιοχή Πολιτικής Απορρήτου",
  "Translations Disclaimer": "Αποποίηση Ευθυνών για Μεταφράσεις",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Parallel Bible Books App, σε Διάφορες Γλώσσες, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Όλο το περιεχόμενο στον ιστότοπό μας και το περιεχόμενο που εμφανίζεται έχει μεταφραστεί χρησιμοποιώντας το λογισμικό μετάφρασης της Google που τροφοδοτείται από την Google, και κάποιες μεταφράσεις μπορεί να είναι ελαττωματικές ή ακριβείς.",
  "Contact Info": "Στοιχεία Επικοινωνίας",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Επικοινωνήστε μαζί μας στο: Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Jc Workforce Training Center Corporation Organization.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "Φόρμα Επικοινωνίας",
  "Name": "Όνομα",
  "Email": "Email",
  "Phone": "Τηλέφωνο",
  "Message": "Μήνυμα",
  "Send": "Αποστολή",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel Bible Ο συνδυασμός των γραφών, ο ευκολότερος τρόπος για να κατανοήσετε τη Βίβλο, Parallel Bible by Jorge Carrasco, Όπου μπορείτε να βελτιώσετε την πίστη, την αγάπη, την ειρήνη, την συντροφιά, το έλεος, την ελπίδα, τα Καλύτερα Εργαλεία Μελέτης της Βίβλου και Ημερήσια αποσπάσματα.",
  "Books Services": "Υπηρεσίες Βιβλίων",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Μενού",
  "About": "Σχετικά",
  "Contact Us": "Επικοινωνήστε μαζί μας",
  "Enter your Email Address": "Εισαγάγετε τη διεύθυνση email σας",
  "Enter your message here...": "Εισαγάγετε το μήνυμά σας εδώ...",
  "Please input your correct email!": "Παρακαλώ εισάγετε το σωστό email!",
  "Your email has been added to our email listing. You will now receive our promotional emails.": "Η διεύθυνση email σας προστέθηκε στη λίστα μας. Θα λάβετε πλέον τα προωθητικά μας emails.",
  "The Server Error occurred!": "Παρουσιάστηκε σφάλμα του διακομιστή!",
  "Name field is required!": "Το πεδίο Ονοματεπώνυμο απαιτείται!",
  "Email field is required!": "Το πεδίο Email απαιτείται!",
  "Phone field is required!": "Το πεδίο Τηλέφωνο απαιτείται!",
  "Message field is required!": "Το πεδίο Μήνυμα απαιτείται!",
  "Successfully submitted!": "Υποβλήθηκε με επιτυχία!"
}
