{
  "Hi": "שלום",
  "Parallel Bible Books": "ספרי המקרא המקבילים",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "אני צ'אטבוט של ספרי המקרא המקבילים, שאל לי כל שאלה על ספרי המקרא המקבילים!",
  "Home": "דף הבית",
  "Book Collection": "אוסף ספרים",
  "Contact": "צור קשר",
  "More": "יותר",
  "Parallel": "מקביל",
  "Bible": "מקרא",
  "Books": "ספרים",
  "Parallel Bible Inc": "קודש בית הוצאה לאור",
  "Parallel Bible Books, Free Download": "ספרי המקרא המקבילים, הורדה חינם",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "אפליקציית ספרי המקרא המקבילים, שילוב הכתבים של ג'ורג'ה קראסקו",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "מקרא המקביל, השילוב של הכתבים - הדרך הקלה ביותר להבין את המקרא",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "ספרי המקרא המקבילים של ג'ורג'ה קראסקו, המקום בו אתה יכול לחזק את אמונתך, אהבתך, שלומך, חברוך, רחמך ותקותך עם הכלים הטובים ביותר ללימוד התנ",
  "Download Android App": "הורד את האפליקציה לאנדרואיד",
  "Download iOS App": "הורד את האפליקציה ל-iOS",
  "Parallel Bible by Jorge Carrasco": "ספרי המקרא המקבילים של ג'ורג'ה קראסקו",
  "Android App": "אפליקציה לאנדרואיד",
  "iOS / Apple App": "אפליקציה ל-iOS / Apple",
  "Google Play Books": "ספרים ב-Google Play",
  "Barnes & Noble Books": "ספרים ב-Barnes & Noble",
  "iBooks Store": "חנות iBooks",
  "Service Books": "ספרים שימושיים",
  "BOOK OF RUTH": "ספר רות",
  "Free": "חינם",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "איגרת השליח פולוס אל הגלטים",
  "BOOK OF THE PROPHET JONAH": "ספר יונה הנביא",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "איגרת השליח פולוס הראשון אל תימותיוס",
  "BOOK OF THE PROPHET ZECHARIAH": "ספר זכריה הנביא",
  "BOOK OF THE PROPHET MALACHI": "ספר מלאכי הנביא",
  "EPISTLES OF THE APOSTLE JOHN": "איגרות השליח יוחנן",
  "Paid Books": "ספרים בתשלום",
  "EPISTLES OF THE APOSTLE PETER": "איגרות השליח פטרוס",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "איגרת השליח פולוס אל טיטוס",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "איגרת השליח פולוס אל הרומים",
  "EPISTLE OF THE APOSTLE JAMES": "איגרת השליח יעקב",
  "THE GOSPEL ACCORDING TO MATTHEW": "הבשורה על פי מתי",
  "BOOK OF GENESIS": "ספר בראשית",
  "BOOK OF THE PROPHET DANIEL": "ספר דניאל הנביא",
  "Click to download": "לחץ להורדה",
  "Scan To Download": "סרוק להורדה",
  "Free Download": "הורדה חינם",
  "App": "אפליקציה",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "ספרי המקרא המקבילים, הורדה חינמית, מדורגת כמס' 1 עולמית כיוצרות ספרי המקרא המקבילים הטובים ביותר, השילוב של הכתבים של ג'ורג'ה קראסקו",
  "Psalm 23": "תהילים כ",
  "PSALM OF DAVID": "תהילת דוד",
  "GOD WILL SHEPHERD ME": "ה' ירעני",
  "Psalm 23; 1": "תהילים 23; 1",
  "God will shepherd me; I will lack nothing.": "ה' ירעני, לא אחסר דבר.",
  "Psalm 78; 52": "תהילים 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "וינהל כצאן עמו ירעם, וינהגם בישימון.",
  "Psalm 80; 1": "תהילים 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "רעה ישראל האזין, נהג כמהשגיא את יוסף. כרובים הופעה!",
  "Isaiah 40;11": "ישעיהו 40; 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "כילד ירעה עדרו ובזרעו יאסוף כאולה ינהל.",
  "Ezekiel 34; 12": "יחזקאל 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(האל הרעה בעדר) כה אמר אדוני ה'/ה', הנני דורש את צאני ופקדתים.",
  "Subscribe to get exclusive updates": "הירשם כדי לקבל עדכונים בלעדיים",
  "Join Our Mailing List": "הצטרף לרשימת התפוצה שלנו",
  "Subscribe": "הירשם",
  "Privacy & Policy": "פרטיות ומדיניות",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "תך מקביל חינם באנגלית ובספרדית עכשיו, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- מדיניות פרטיות",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- תנאי השימוש באפליקציה הניידת של מרכז האימון לעובדים של Jc Workforce Training Center Corporation",
  "3- Mobile Terms of Use": "3- תנאי שימוש בנייד",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- מדיניות פרטיות של תרגומים עבור האפליקציות שלי, Biblia Paralela Libros ו־Parallel Bible Books, עבור אנדרואיד ומכשירי Apple כפי שמצוין בקישור הבא Biblia Paralela Libros או Parallel Bible Books יקרא במזהה כזה Biblia Paralela 1 או Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "מדיניות פרטיות עבור האפליקציות שלי, Biblia Paralela Libros ו־Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "לאנדרואיד ומכשירי Apple כפי שמצוין בקישור הבא Biblia Paralela Libros או Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "הספרים יקראו כך Biblia Paralela 1 או Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "עבור כל תנאים והגבלות, יש לעיין בהקישור: מדיניות פרטיות במגוון שפות",
  "Translations Disclaimer": "כתוב בתרגום",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "אפליקציית ספרי התנ המקבילים, בשפות שונות, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "כל התוכן באתר והתוכן המוצג תורגם באמצעות תוכנה לתרגום של Google המופעלת על ידי Google, ויתכן שמספר תרגומים יהיו בלתי מדויקים או תקינים.",
  "Contact Info": "פרטי יצירת קשר",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "ניתן ליצור קשר איתנו בתוך אפליקציית התנ ך המקביל בידי חורחה קרסקו",
  "Jc Workforce Training Center Corporation Organization.": "ארגון מרכז האימון לעובדים של Jc Workforce Training Center Corporation",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "טופס יצירת קשר",
  "Name": "שם",
  "Email": "אימייל",
  "Phone": "טלפון",
  "Message": "הודעה",
  "Send": "שליחה",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "תנ מקביל - השילוב של הכתבים המקראיים - הדרך הקלה ביותר להבנת התנך. תנ מקביל בידי חורחה קרסקו - מקום בו תוכל למצוא עוז, אמונה, אהבה, שלום, שותף, רחמים, תקווה. הכלים הטובים ביותר ללימוד התנ ופסקי דבר יומיים.",
  "Books Services": "שירותי הספרים",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "תפריט",
  "About": "אודות",
  "Contact Us": "צור קשר",
  "Enter your Email Address": "נא הזן את כתובת האימייל שלך",
  "Enter your message here...": "הזן את ההודעה שלך כאן...",
  "Please input your correct email!": "נא הזן כתובת אימייל תקנית!",
  "Your email added our email listing. You can receive our promotioning email.": "האימייל שלך נוסף לרשימת התפוצה. תוכל לקבל את האימיילים שלנו המקדמים.",
  "The Server Error occurred!": "אירעה שגיאת שרת!",
  "Name field is required!": "שדה השם נדרש!",
  "Email field is required!": "שדה האימייל נדרש!",
  "Phone field is required!": "שדה הטלפון נדרש!",
  "Message field is required!": "שדה ההודעה נדרש!",
  "Successfully submitted!": "נשלח בהצלחה!"
}
