{
  "Hi": "नमस्ते",
  "Parallel Bible Books": "पैरलेल बाइबल पुस्तकें",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "मैं पैरलेल बाइबल पुस्तकें चैटबॉट हूँ, मुझसे पैरलेल बाइबल पुस्तकों के बारे में कुछ भी पूछें!",
  "Home": "होम",
  "Book Collection": "पुस्तक संग्रह",
  "Contact": "संपर्क करें",
  "More": "अधिक",
  "Parallel": "पैरलेल",
  "Bible": "बाइबल",
  "Books": "पुस्तकें",
  "Parallel Bible Inc": "पैरलेल बाइबल इंक",
  "Parallel Bible Books, Free Download": "पैरलेल बाइबल पुस्तकें, नि: शुल्क डाउनलोड",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "पैरलेल बाइबल पुस्तकें ऐप, जोर्ज कैरास्को द्वारा शास्त्रों का संयोजन",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "पैरलेल बाइबल शास्त्रों का संयोजन, बाइबल को समझने का सबसे आसान तरीका",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "जोर्ज कैरास्को द्वारा पैरलेल बाइबल, जहां आप अपनी शक्ति, आपकी विश्वास, प्यार, शांति, साथी, दया, आशा, सबसे अच्छी बाइबल अध्ययन उपकरण और दैनिक पद बढ़ा सकते हैं...",
  "Download Android App": "एंड्रॉयड एप्लिकेशन डाउनलोड करें",
  "Download iOS App": "iOS ऐप डाउनलोड करें",
  "Parallel Bible by Jorge Carrasco": "जोर्ज कैरास्को द्वारा पैरलेल बाइबल",
  "Android App": "एंड्रॉयड एप्लिकेशन",
  "iOS / Apple App": "iOS / ऐपल ऐप",
  "Google Play Books": "गूगल प्ले पुस्तकें",
  "Barnes & Noble Books": "बार्न्स और नोबल पुस्तकें",
  "iBooks Store": "आईबुक्स स्टोर",
  "Service Books": "सेवा पुस्तकें",
  "BOOK OF RUTH": "ऋठ की पुस्तक",
  "Free": "मुफ्त",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "पौल की पत्रिका - गलातीयों के अर्पण",
  "BOOK OF THE PROPHET JONAH": "आपत्तिग्रस्त नबी योना की पुस्तक",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "पौल की 1 पत्रिका - तीमुथियुस के अर्पण",
  "BOOK OF THE PROPHET ZECHARIAH": "आपत्तिग्रस्त नबी ज़करिया की पुस्तक",
  "BOOK OF THE PROPHET MALACHI": "आपत्तिग्रस्त नबी मलाकी की पुस्तक",
  "EPISTLES OF THE APOSTLE JOHN": "यूहन्ना की पत्रिकाएँ",
  "Paid Books": "पैसेवाली पुस्तकें",
  "EPISTLES OF THE APOSTLE PETER": "पत्रिकाएँ - पीतर के अर्पण",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "पौल की पत्रिका - तीतुस के अर्पण",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "पौल की पत्रिका - रोमियों के अर्पण",
  "EPISTLE OF THE APOSTLE JAMES": "पत्रिका - याकूब के अर्पण",
  "THE GOSPEL ACCORDING TO MATTHEW": "मत्ती के अनुसार आरामदायक संदेश",
  "BOOK OF GENESIS": "उत्पत्ति की पुस्तक",
  "BOOK OF THE PROPHET DANIEL": "आपत्तिग्रस्त नबी दानियेल की पुस्तक",
  "Click to download": "डाउनलोड करने के लिए क्लिक करें",
  "Scan To Download": "डाउनलोड करने के लिए स्कैन करें",
  "Free Download": "मुफ्त डाउनलोड",
  "App": "ऐप",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "पैरलेल बाइबल पुस्तकें, मुफ्त डाउनलोड, विश्वव्यापी नंबर 1 पैरलेल बाइबल पुस्तकें ऐप, शास्त्रों का संयोजन - जोर्ज कैरास्को द्वारा",
  "Psalm 23": "प्रार्थना 23",
  "PSALM OF DAVID": "दाऊद की प्रार्थना",
  "GOD WILL SHEPHERD ME": "भगवान मेरा घाटीबाल बनेंगे",
  "Psalm 23; 1": "प्रार्थना 23; 1",
  "God will shepherd me; I will lack nothing.": "भगवान मेरा घाटीबाल बनेंगे; मुझसे कुछ भी अभाव नहीं होगा।",
  "Psalm 78; 52": "प्रार्थना 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "लेकिन उन्होंने अपने लोगों की मदद की जैसे एक झुंड के रूप में भेरिया लोगों का पालन किया और उन्हें रेगिस्तान से गुजारा दिलाया।",
  "Psalm 80; 1": "प्रार्थना 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "हे इजराइल के घाटीबाल, सुनो और यूसुफ को एक झुंड के रूप में नेतृत्व करो। तुम जो चेरुविम से ऊपर बैठे हो, अपनी प्रकटि करो।",
  "Isaiah 40;11": "यशायाह 40; 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "जैसे कि भेरिया अपने झुंड की देखभाल करता है और अपने हाथ से भेड़ों को इकट्ठा करता है, उन्हें अपने बाहों में लेता है और नवजात का सहारा करता है।",
  "Ezekiel 34; 12": "यहेजकेल 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(भोलियों का घाटीबाल भगवान) इस प्रकार कहता है प्रबंधी का प्रबंध; देखो, मैं अपनी भेड़ों की तलाश करूंगा और उनकी देखभाल करूंगा।",
  "Subscribe to get exclusive updates": "अनन्य अपडेट प्राप्त करने के लिए सदस्यता लें",
  "Join Our Mailing List": "हमारी मेलिंग सूची में शामिल हों",
  "Subscribe": "सदस्यता लें",
  "Privacy & Policy": "गोपनीयता और नीति",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "अब मुफ्त पैरलेल बाइबल अंग्रेजी और स्पेनिश में, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- गोपनीयता नीति",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- जेसी कार्यशाला प्रशिक्षण केंद्र कॉर्पोरेशन संगठन मोबाइल ऐप की सेवा के नियम",
  "3- Mobile Terms of Use": "3- मोबाइल उपयोग की शर्तें",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- अनुवाद की सावधानी गोपनीयता नीति मेरे एप्लिकेशन Biblia Paralela Libros, Parallel Bible Books के लिए, एंड्रॉयड और Apple पर उल्लिखित है। इस लिंक Biblia Paralela Libros या Parallel Bible Books के रूप में नामित किया जाएगा जैसे निम्न तरीके से नामित किया जाएगा : Biblia Paralela 1 या Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "मेरे एप्लिकेशन Biblia Paralela Libros, Parallel Bible Books के लिए गोपनीयता नीति",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "एंड्रॉयड और Apple पर उल्लिखित होता है जैसा कि इस लिंक Biblia Paralela Libros या Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "पुस्तकों को निम्नलिखित रूप में नामित किया जाएगा : Biblia Paralela 1 या Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "विभिन्न भाषाओं में हमारे ऐप Parallel Bible Books के लिए सभी नियम और शर्तों के लिए कृपया इस लिंक का पालन करें: बहुभाषी गोपनीयता नीति क्षेत्र पर",
  "Translations Disclaimer": "अनुवाद की सावधानी",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "पैरलेल बाइबल बुक्स ऐप, विभिन्न भाषाओं में, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "हमारी वेबसाइट और प्रदर्शित सामग्री का सभी संगठन Google द्वारा प्रदान किए गए Google अनुवाद सॉफ़्टवेयर का उपयोग करके अनुवादित किया गया है, और कुछ अनुवाद अपूर्ण या अधिकतम हो सकते हैं।",
  "Contact Info": "संपर्क जानकारी",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "हमसे संपर्क करें: पैरलेल बाइबल द्वारा जॉर्ज करास्को",
  "Jc Workforce Training Center Corporation Organization.": "जेसी कार्यशाला प्रशिक्षण केंद्र कॉर्पोरेशन संगठन।",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 इंडियन माउंड स्ट्रीट, सरासोटा, फ्लोरिडा, यूएसए।",
  "Contact Form": "संपर्क फ़ॉर्म",
  "Name": "नाम",
  "Email": "ईमेल",
  "Phone": "फ़ोन",
  "Message": "संदेश",
  "Send": "भेजें",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "पैरलेल बाइबल - पवित्र शास्त्रों के संयोजन की सरलतम विधि जिससे बाइबल को समझा जा सके, पैरलेल बाइबल द्वारा जॉर्ज करास्को, जहां आप अपनी आस्था, प्यार, शांति, साथी, करुणा, आशा, सर्वश्रेष्ठ बाइबल स्टडी उपकरण और दैनिक श्लोक प्राप्त कर सकते हैं।",
  "Books Services": "पुस्तक सेवाएं",
  "Google Play": "Google Play",
  "App Store": "ऐप स्टोर",
  "Menu": "मेन्यू",
  "About": "बारे में",
  "Contact Us": "संपर्क करें",
  "Enter your Email Address": "अपना ईमेल पता दर्ज करें",
  "Enter your message here...": "यहाँ अपना संदेश दर्ज करें...",
  "Please input your correct email!": "कृपया सही ईमेल दर्ज करें!",
  "Your email added our email listing. You can receive our promotioning email.": "आपके ईमेल को हमारी ईमेल सूची में जोड़ दिया गया है। आप हमारे प्रचारक ईमेल प्राप्त कर सकते हैं।",
  "The Server Error occurred!": "सर्वर त्रुटि हुई!",
  "Name field is required!": "नाम फ़ील्ड आवश्यक है!",
  "Email field is required!": "ईमेल फ़ील्ड आवश्यक है!",
  "Phone field is required!": "फ़ोन फ़ील्ड आवश्यक है!",
  "Message field is required!": "संदेश फ़ील्ड आवश्यक है!",
  "Successfully submitted!": "सफलतापूर्वक सबमिट किया गया!"
}
