{
  "Hi": "Ciao",
  "Parallel Bible Books": "Libri della Bibbia parallela",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Sono un assistente virtuale dei Libri della Bibbia parallela, chiedimi qualsiasi cosa sui Libri della Bibbia parallela!",
  "Home": "Home",
  "Book Collection": "Collezione di libri",
  "Contact": "Contatto",
  "More": "Altro",
  "Parallel": "Parallelo",
  "Bible": "Bibbia",
  "Books": "Libri",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Libri della Bibbia parallela, Download gratuito",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "App dei Libri della Bibbia parallela, la combinazione delle Scritture di Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Bibbia parallela, la combinazione delle Scritture il modo più semplice per comprendere la Bibbia",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Bibbia parallela di Jorge Carrasco, dove puoi rafforzare la tua fede, amore, pace, compagnia, misericordia, speranza, i migliori strumenti di studio della Bibbia e versetti quotidiani...",
  "Download Android App": "Scarica l'app Android",
  "Download iOS App": "Scarica l'app iOS",
  "Parallel Bible by Jorge Carrasco": "Bibbia parallela di Jorge Carrasco",
  "Android App": "App Android",
  "iOS / Apple App": "App iOS / Apple",
  "Google Play Books": "Libri su Google Play",
  "Barnes & Noble Books": "Libri su Barnes & Noble",
  "iBooks Store": "Negozio di iBooks",
  "Service Books": "Libri di servizio",
  "BOOK OF RUTH": "LIBRO DI RUT",
  "Free": "Gratuito",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "LETTERA DELL'APOSTOLO PAOLO AI GALATI",
  "BOOK OF THE PROPHET JONAH": "LIBRO DEL PROFETA GIONA",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 LETTERA DELL'APOSTOLO PAOLO A TIMOTEO",
  "BOOK OF THE PROPHET ZECHARIAH": "LIBRO DEL PROFETA ZACCARIA",
  "BOOK OF THE PROPHET MALACHI": "LIBRO DEL PROFETA MALACHIA",
  "EPISTLES OF THE APOSTLE JOHN": "LETTERE DELL'APOSTOLO GIOVANNI",
  "Paid Books": "Libri a pagamento",
  "EPISTLES OF THE APOSTLE PETER": "LETTERE DELL'APOSTOLO PIETRO",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "LETTERA DELL'APOSTOLO PAOLO A TITO",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "LETTERA DELL'APOSTOLO PAOLO AI ROMANI",
  "EPISTLE OF THE APOSTLE JAMES": "LETTERA DELL'APOSTOLO GIACOMO",
  "THE GOSPEL ACCORDING TO MATTHEW": "IL VANGELO SECONDO MATTEO",
  "BOOK OF GENESIS": "LIBRO DELLA GENESI",
  "BOOK OF THE PROPHET DANIEL": "LIBRO DEL PROFETA DANIELE",
  "Click to download": "Clicca per scaricare",
  "Scan To Download": "Scansiona per scaricare",
  "Free Download": "Download gratuito",
  "App": "App",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Libri della Bibbia parallela, Download gratuito, Classificato n. 1 nel mondo tra le migliori app dei Libri della Bibbia parallela, la combinazione delle Scritture di Jorge Carrasco",
  "Psalm 23": "Salmo 23",
  "PSALM OF DAVID": "SALMO DI DAVIDE",
  "GOD WILL SHEPHERD ME": "DIO MI PASCOLERÀ",
  "Psalm 23; 1": "Salmo 23; 1",
  "God will shepherd me; I will lack nothing.": "Dio mi pascolerà, nulla mi mancherà.",
  "Psalm 78; 52": "Salmo 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Ma condusse il suo popolo come pecore e li guidò nel deserto come un gregge.",
  "Psalm 80; 1": "Salmo 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Oh, Pastore di Israele, ascolta e guida Giuseppe come un gregge. Tu che siedi più in alto dei cherubini, manifestati.",
  "Isaiah 40;11": "Isaia 40; 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Come un pastore che cura il suo gregge e raccoglie gli agnellini con il suo braccio, li porta in seno e sostiene i neonati.",
  "Ezekiel 34; 12": "Ezechiele 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Dio, il pastore del gregge) Così dice il Signore degli eserciti: ecco, cercherò le mie pecore e mi prenderò cura di loro.",
  "Subscribe to get exclusive updates": "Iscriviti per ricevere aggiornamenti esclusivi",
  "Join Our Mailing List": "Iscriviti alla nostra mailing list",
  "Subscribe": "Iscriviti",
  "Privacy & Policy": "Privacy e politica",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Ora disponibile gratuitamente la Bibbia parallela in inglese e spagnolo, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Politica sulla privacy",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Termini del servizio dell'app mobile dell'organizzazione Jc Workforce Training Center Corporation",
  "3- Mobile Terms of Use": "3- Termini d'uso mobile",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Informativa sulla privacy e limitazione di responsabilità per le traduzioni delle mie applicazioni Biblia Paralela Libros, Parallel Bible Books per Android e Apple come menzionato in questo link. Biblia Paralela Libros O Parallel Bible Books verranno denominati come Biblia Paralela 1 o Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Informativa sulla privacy per le mie applicazioni Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "per Android e Apple come menzionato in questo link Biblia Paralela Libros O Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "verranno denominati come Biblia Paralela 1 o Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Per tutti i termini e le condizioni che si riferiscono alla nostra app Parallel Bible Books in diverse lingue, seguire il link nella sezione multilingue delle politiche sulla privacy",
  "Translations Disclaimer": "Limitazione di responsabilità per le traduzioni",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "App dei Libri della Bibbia parallela, in diverse lingue, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Tutti i contenuti del nostro sito web e i contenuti visualizzati sono stati tradotti utilizzando il software di traduzione di Google, alimentato da Google, e alcune traduzioni potrebbero essere errate o inaccurate.",
  "Contact Info": "Informazioni di contatto",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Contattaci su: Parallel Bible di Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Organizzazione Jc Workforce Training Center Corporation.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota, Florida, USA",
  "Contact Form": "Modulo di contatto",
  "Name": "Nome",
  "Email": "Email",
  "Phone": "Telefono",
  "Message": "Messaggio",
  "Send": "Invia",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel Bible, la combinazione delle Scritture, il modo più semplice per comprendere la Bibbia. Bibbia parallela di Jorge Carrasco, dove puoi trovare forza, fede, amore, pace, compagnia, misericordia, speranza, gli strumenti migliori per lo studio della Bibbia e versetti quotidiani.",
  "Books Services": "Servizi di libri",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "Informazioni",
  "Contact Us": "Contattaci",
  "Enter your Email Address": "Inserisci il tuo indirizzo email",
  "Enter your message here...": "Inserisci il tuo messaggio qui...",
  "Please input your correct email!": "Inserisci un indirizzo email corretto!",
  "Your email added our email listing. You can receive our promotioning email.": "Il tuo indirizzo email è stato aggiunto alla nostra lista. Potrai ricevere le nostre email promozionali.",
  "The Server Error occurred!": "Si è verificato un errore del server!",
  "Name field is required!": "Il campo 'Nome' è richiesto!",
  "Email field is required!": "Il campo 'Email' è richiesto!",
  "Phone field is required!": "Il campo 'Telefono' è richiesto!",
  "Message field is required!": "Il campo 'Messaggio' è richiesto!",
  "Successfully submitted!": "Inviato con successo!"
}
