{
  "Hi": "こんにちは",
  "Parallel Bible Books": "パラレル聖書の本",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "私はパラレル聖書の本のチャットボットです。パラレル聖書に関する何でも聞いてください！",
  "Home": "ホーム",
  "Book Collection": "書籍コレクション",
  "Contact": "お問い合わせ",
  "More": "その他",
  "Parallel": "パラレル",
  "Bible": "聖書",
  "Books": "本",
  "Parallel Bible Inc": "パラレル聖書株式会社",
  "Parallel Bible Books, Free Download": "パラレル聖書の本、無料ダウンロード",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "パラレル聖書の本アプリ、聖書の結合。ホルヘ・カラスコ著",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "パラレル聖書-聖書の結合は、聖書を理解するための最も簡単な方法です。",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "ホルヘ・カラスコ著、パラレル聖書-信仰、愛、平和、仲間、あわれみ、希望、最高の聖書研究ツール、日々の聖句を強化する場所。",
  "Download Android App": "Androidアプリをダウンロード",
  "Download iOS App": "iOSアプリをダウンロード",
  "Parallel Bible by Jorge Carrasco": "ホルヘ・カラスコ著、パラレル聖書",
  "Android App": "Androidアプリ",
  "iOS / Apple App": "iOS / Appleアプリ",
  "Google Play Books": "Google Play Books",
  "Barnes & Noble Books": "バーンズ＆ノーブルの書籍",
  "iBooks Store": "iBooksストア",
  "Service Books": "奉仕の書籍",
  "BOOK OF RUTH": "ルツ記",
  "Free": "無料",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "ガラテヤ人への使徒パウロの手紙",
  "BOOK OF THE PROPHET JONAH": "ヨナの書",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "テモテへの使徒パウロの手紙1",
  "BOOK OF THE PROPHET ZECHARIAH": "預言者ゼカリヤの書",
  "BOOK OF THE PROPHET MALACHI": "預言者マラキの書",
  "EPISTLES OF THE APOSTLE JOHN": "使徒ヨハネの手紙",
  "Paid Books": "有料の書籍",
  "EPISTLES OF THE APOSTLE PETER": "使徒ペテロの手紙",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "使徒パウロの手紙テトスへ",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "使徒パウロの手紙ローマへ",
  "EPISTLE OF THE APOSTLE JAMES": "使徒ヤコブの手紙",
  "THE GOSPEL ACCORDING TO MATTHEW": "マタイによる福音書",
  "BOOK OF GENESIS": "創世記",
  "BOOK OF THE PROPHET DANIEL": "預言者ダニエルの書",
  "Click to download": "ダウンロードするにはクリック",
  "Scan To Download": "ダウンロードするためにスキャン",
  "Free Download": "無料ダウンロード",
  "App": "アプリ",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "パラレル聖書の本、無料ダウンロード、世界最高のパラレル聖書の本アプリ。ホルヘ・カラスコ著、聖書の結合。",
  "Psalm 23": "詩篇23",
  "PSALM OF DAVID": "ダビデの詩篇",
  "GOD WILL SHEPHERD ME": "神は私を羊飼いするでしょう",
  "Psalm 23; 1": "詩篇23; 1",
  "God will shepherd me; I will lack nothing.": "神は私を羊飼いするでしょう。私には何も不足しないでしょう。",
  "Psalm 78; 52": "詩篇78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "しかし、彼は自分の民を羊のように導き、群れとして彼らを砂漠を通り導いた。",
  "Psalm 80; 1": "詩篇80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "イスラエルの羊飼いよ、聞いてください。ヨセフを群れとして導いてください。ケルビムの上に座しているあなた自身を現してください。",
  "Isaiah 40;11": "イザヤ40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "羊飼いのように群れの世話をし、腕で子羊を集め、耳に抱き、乳飲み子を支える。",
  "Ezekiel 34; 12": "エゼキエル34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "（群れの羊飼いである神）こう言います、主の主、見よ、私は私の羊を求め、彼らの世話をします。",
  "Subscribe to get exclusive updates": "独占的な最新情報を入手するために購読する",
  "Join Our Mailing List": "メーリングリストに参加する",
  "Subscribe": "購読する",
  "Privacy & Policy": "プライバシーとポリシー",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "今すぐ無料の英語とスペイン語の並列聖書、＃parallelbiblejorge、＃bibliaparalelajorge",
  "1- Privacy policy": "1- プライバシーポリシー",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Jc Workforce Training Center Corporation Organization モバイルアプリの利用規約",
  "3- Mobile Terms of Use": "3- モバイル利用規約",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- 私のアプリケーション Biblia Paralela Libros、Parallel Bible Books の翻訳免責事項とプライバシーポリシーは、こちらのリンクに記載されている通り、Biblia Paralela Libros または Parallel Bible Books として次のように命名されます Biblia Paralela 1 または Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "私のアプリケーション Biblia Paralela Libros、Parallel Bible Books のプライバシーポリシー",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android および Apple は、こちらのリンクの Biblia Paralela Libros または Parallel Bible として言及されています",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "本は次のように命名されます Biblia Paralela 1 または Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "異なる言語でのアプリ Parallel Bible Books の全ての利用規約については、こちらのリンクをご覧ください：マルチリンガルプライバシーポリシーエリアでご確認ください",
  "Translations Disclaimer": "翻訳免責事項",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "異なる言語での Parallel Bible Books アプリ、＃parallelbiblejorge、＃bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "当ウェブサイトおよび表示されるコンテンツの全ての内容は、Googleの翻訳ソフトウェアによって翻訳されており、一部の翻訳は不完全または正確ではない場合があります。",
  "Contact Info": "連絡先情報",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "お問い合わせ先：Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Jc Workforce Training Center Corporation Organization.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "お問い合わせフォーム",
  "Name": "名前",
  "Email": "メールアドレス",
  "Phone": "電話番号",
  "Message": "メッセージ",
  "Send": "送信",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel Bible by Jorge Carrasco は、聖書を理解するための最も簡単な方法で、聖書の結合を提供します。信仰、愛、平和、仲間、慈悲、希望、最高の聖書の学習ツールと日々の詩を強化できます。",
  "Books Services": "書籍サービス",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "メニュー",
  "About": "について",
  "Contact Us": "お問い合わせ",
  "Enter your Email Address": "メールアドレスを入力してください",
  "Enter your message here...": "ここにメッセージを入力してください...",
  "Please input your correct email!": "正しいメールアドレスを入力してください！",
  "Your email added our email listing. You can receive our promotioning email.": "お客様のメールアドレスがリストに追加されました。プロモーションのメールを受け取ることができます。",
  "The Server Error occurred!": "サーバーエラーが発生しました！",
  "Name field is required!": "名前は必須項目です！",
  "Email field is required!": "メールアドレスは必須項目です！",
  "Phone field is required!": "電話番号は必須項目です！",
  "Message field is required!": "メッセージは必須項目です！",
  "Successfully submitted!": "正常に送信されました！"
}
