{
  "Hi": "Silav",
  "Parallel Bible Books": "Pirtûkên Belavkirina Pîroz",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Ez chatbota Pirtûkên Belavkirina Pîroz ên Paralel im, ji min her tiştî li ser Pirtûkên Belavkirina Pîroz ên Paralel pirs bikin!",
  "Home": "Mal",
  "Book Collection": "Komêla Pirtûkê",
  "Contact": "Piştgirî",
  "More": "Zêdekirin",
  "Parallel": "Paralel",
  "Bible": "Bîbel",
  "Books": "Pirtûk",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Pirtûkên Pîroz ên Paralel, Ewlekariya Avakirinê",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Appa Pirtûkên Pîroz ên Paralel, kombînasyoneke nivîsa mukaddes a Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Parallel Bible Pîroz û kombînasyona Berhemên Bibliyê, rêya hêsantirîn ya fêm kirina Bibliyê",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Pirtûka Pîroz a Paralel a Jorge Carrasco, ku li wir Dîtinên, Firotin, Ewlebiyê, Hevraziyê, Merhevbotanê, Mirovperwerî, Umid û Şewirandina çavkaniyên Rûniştinê yên her roj... ",
  "Download Android App": "Appê Androidê Avakirin",
  "Download iOS App": "Appê iOS Avakirin",
  "Parallel Bible by Jorge Carrasco": "Pirtûka Paralel a Jorge Carrasco",
  "Android App": "Appê Androidê",
  "iOS / Apple App": "Appê iOS / Apple",
  "Google Play Books": "Pirtûkên Lîstika Google",
  "Barnes & Noble Books": "Pirtûkên Barnes & Noble",
  "iBooks Store": "فروشگاهی iBooks",
  "Service Books": "Pirtûkên Peyvandî",
  "BOOK OF RUTH": "PÎRTÛKA ROZA",
  "Free": "Bi rêya Rastîn",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "PÎRTÛKA PAULA LEWÎYÊ BA GALATÎ",
  "BOOK OF THE PROPHET JONAH": "PÎRTÛKA PÎROZÊ NÛNÊ",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 PÎRTÛKA PAULA LEWÎYÊ BA TÎMOTÉÎ",
  "BOOK OF THE PROPHET ZECHARIAH": "PÎRTÛKA PÎROZÊ ZEKARÎYÊ",
  "BOOK OF THE PROPHET MALACHI": "PÎRTÛKA PÎROZÊ MALAKÎ",
  "EPISTLES OF THE APOSTLE JOHN": "PÎRTÛKÊN LEWÎYÊ YÊN YÊN YAHOYA",
  "Paid Books": "Pirtûkên Peyvandî",
  "EPISTLES OF THE APOSTLE PETER": "PÎRTÛKÊN LEWÎYÊ YÊN PÊTÊR",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "PÎRTÛKA LEWÎYÊ PAULA LI TÎTUS",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "PÎRTÛKA LEWÎYÊ PAULA LI ROMA",
  "EPISTLE OF THE APOSTLE JAMES": "PÎRTÛKA LEWÎYÊ YAKOB",
  "THE GOSPEL ACCORDING TO MATTHEW": "ÎNJELEYA LI SER MATYOS",
  "BOOK OF GENESIS": "PÎRTÛKA HEMLEN",
  "BOOK OF THE PROPHET DANIEL": "PÎRTÛKA PÎROZÊ DANIEL",
  "Click to download": "Klik bikin ji bo avakirinê",
  "Scan To Download": "Têlkirina Scan bike ji bo avakirinê",
  "Free Download": "Avakirina Bi Rêya Rastîn",
  "App": "App",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Pirtûkên Pîroz ên Paralel, Avakirina Bi Rêya Rastîn, Rûberekê #1 ya Pirtûkên Pîroz ên Paralel a Gelên Cîhanê, kombînasyona nivîsên mukaddes a Jorge Carrasco",
  "Psalm 23": "Psalm 23",
  "PSALM OF DAVID": "PSALMÊ DAVID",
  "GOD WILL SHEPHERD ME": "XWEDA FERMANOZA MIN KIRIYE",
  "Psalm 23; 1": "Psalm 23; 1",
  "God will shepherd me; I will lack nothing.": "Xweda fermanoze min dike; ez tiştekî jî bêjim kirinê",
  "Psalm 78; 52": "Psalm 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Lê belê ew ji gelê xwe yê wekî birûsk ango birûskê re di destê xwe de, li ser rêya çiyayî de di fermanên xwe de rêvebirin kir.",
  "Psalm 80; 1": "Psalm 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Hevalbendê Îsraîl, guhdarî bike û Yusuf wekî birûskê rîisê. Tu ku ji kerubên bêhn li jorê duriştî şopandîyayî bişopîne.",
  "Isaiah 40;11": "Isaiah 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Wekî birûskê ku çavekê xwe bi welatê wekî birûsk re dinirxîne û gundika kertîrsa di destê xwe de dibarîne, ew li berîyê ve dijûnê ve bişopîne û wê ji beremê berhemê siporê bike.",
  "Ezekiel 34; 12": "Ezekiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Gulan hevalo mareşala qûzeh) Ev gotûbêjê ve digot: Dıla min ji bo devera xwe bipejirînim û ji wan re bandorê bikim.",
  "Subscribe to get exclusive updates": "Bikarhêner bibe da ku guhertinên taybet bistîne",
  "Join Our Mailing List": "Li kevirê pîrêjinê me bigire",
  "Subscribe": "Bergehenandin",
  "Privacy & Policy": "Tîp û Siyaseta Tîrbazî",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Biblê Paralel bi Ingilîzî û Îspanyolî ji boçûna Bêpere Ye, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Polîtîka mahremiyêtê",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Şert û Avahiyên Appê û Mobîlkirina Jc Workforce Training Center Corporation Organization Mobile",
  "3- Mobile Terms of Use": "3- Şert û Avahîyên Mobîlê",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4 - Peyama Babûrê ya Sererastkirinê polîsên mahremiyêtê ji bo çalakiyên min Biblia Paralela Libros, Peşbîner Biblîn Android û Apple ku di vê amûrê de hatiye axifandin wek Biblî Paralela Libros yan jî Biblî Paralela navdar dibe bibêjîye wekî Biblî Paralela 1 yan jî Biblî Paralela.",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Polîtîka mahremiyête giştî ya min li ser serîlêdanên min Biblia Paralela Libros, Peşbîner Kablî Biblîyan",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android û Apple wekî bibêje bibikîne rûpela me ya amûrê de Biblia Paralela Libros yan jî Biblî Paralela.",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Pirtûk wê bi vê awayê binavkirin Biblia Paralela 1 an jî Biblî Paralela.",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Ji bo nave û şert û mercên bikarhênerên sererastiyê bi biryare bi kar bibe biparêze lêgerîn bi kalîteya biblîs tiştek nasnameyê, ji kerema xwe re li ser şûna nişteya sîyaset û nişwana nexweşan vê girîngiya shênasiyê dê nekin.",
  "Translations Disclaimer": "Translations Disclaimer",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "App Parallel Bible Books, li Zimanên Dîrokî, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Hemû mijaran û naveroka li ser malpera me û Naveroka pêşkêşî kirin ji aliyê Cîhazekî Translation Software pêşkêşkirî ji bo Google ve hatiye wergerandin, û hin wergeran dizanin ku nehêm û beşbîhênî dikin.",
  "Contact Info": "Agahdariyên Pêwendîdarî",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Pêwendîdarîmêji Me Bikin: Biblîya Paralel ji boke Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Rêvebiriya Navenda Karûbarên Jc Workforce Training Center Corporation.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Sahra Mound St. Florida, Sarasota, Navenda Civaka Herêmî ya USA",
  "Contact Form": "Forma Pêwendîdariyê",
  "Name": "Nav",
  "Email": "Enameyê",
  "Phone": "Telefon",
  "Message": "Telefon",
  "Send": "Pêveje",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Biblîya Paralel Li gorî Wekheviya Pirsan ên Dawiyê Biblîya Paralel ji bo Jorge Carrasco, Li wir Dikare Tecrûbeyên We Ezimanekê Bizane, Eşkere Di Nagihîndina Rêzimanê, Xwîna, Aşîtî, Peyvên Rehmetê, Ûmidê, Alatên Xwendina Biblî û Verseha Rojane.",
  "Books Services": "Servîsên Pirtûkên",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "Dema bra",
  "Contact Us": "Pêwendîdarîmêji Me Bikin",
  "Enter your Email Address": "Navên Emaila xwe binivîse",
  "Enter your message here...": "Peyvê xwe li vir binivîse...",
  "Please input your correct email!": "Ji kerema xwe emaila xwe bi rast binivîse!",
  "Your email added our email listing. You can receive our promotioning email.": "Emaila te li ser navîniyên me ya emailê hate zêdekirin. Tu dikare emaila reklama me bîne.",
  "The Server Error occurred!": "Di Derbarê Serverê de Çewitî Were Paqijkirin!",
  "Name field is required!": "Qada Navê hatiye pêşwazîkirin!",
  "Email field is required!": "Qada Email hatiye pêşwazîkirin!",
  "Phone field is required!": "Qada Telefona hatiye pêşwazîkirin!",
  "Message field is required!": "Qadaya Peyamê hatiye pêşwazîkirin!",
  "Successfully submitted!": "Bi rêya serkeftina hatiye nîşandan!"
}
