{
  "Hi": "Salve",
  "Parallel Bible Books": "Libri Bibliae Parallelorum",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Ego sum Chatbot Librorum Bibliae Parallelorum, roga me quidquid de Libris Bibliae Parallelorum!",
  "Home": "Domus",
  "Book Collection": "Collectio Librorum",
  "Contact": "Contactus",
  "More": "Plus",
  "Parallel": "Parallelus",
  "Bible": "Biblia",
  "Books": "Libri",
  "Parallel Bible Inc": "Parallelus Bibliae Societas",
  "Parallel Bible Books, Free Download": "Libri Bibliae Parallelorum, Gratis Descensio",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "App Librorum Bibliae Parallelorum, coniunctio scripturarum, a Iorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Parallelus Biblia, coniunctio scripturarum, via facillima ad intellegendam Biblial",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Parallelus Biblia a Iorge Carrasco, Ubi robures, fides, amor, pax, socius, misericordia, spes, Optimum Studium Bibliae et versus cotidiani possunt...",
  "Download Android App": "Applimonium Androidum Descende",
  "Download iOS App": "Applimonium iOS Descende",
  "Parallel Bible by Jorge Carrasco": "Parallelus Biblia a Iorge Carrasco",
  "Android App": "Applimonium Androidum",
  "iOS / Apple App": "Applimonium iOS / Apple",
  "Google Play Books": "Libri in Google Play",
  "Barnes & Noble Books": "Libri in Barnes & Noble",
  "iBooks Store": "Taberna iBooks",
  "Service Books": "Libri Liturgici",
  "BOOK OF RUTH": "LIBER RUTH",
  "Free": "Gratis",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "EPISTOLA APOSTOLI PAULI AD GALATAS",
  "BOOK OF THE PROPHET JONAH": "LIBER PROPHETAE JONAE",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 EPISTOLA APOSTOLI PAULI AD TIMOTHEUM",
  "BOOK OF THE PROPHET ZECHARIAH": "LIBER PROPHETAE ZACHARIAE",
  "BOOK OF THE PROPHET MALACHI": "LIBER PROPHETAE MALACHIAE",
  "EPISTLES OF THE APOSTLE JOHN": "EPISTOLAE APOSTOLI IOANNIS",
  "Paid Books": "Libri Pretiosi",
  "EPISTLES OF THE APOSTLE PETER": "EPISTOLAE APOSTOLI PETRI",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "EPISTOLA APOSTOLI PAULI AD TITUM",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "EPISTOLA APOSTOLI PAULI AD ROMANOS",
  "EPISTLE OF THE APOSTLE JAMES": "EPISTOLA APOSTOLI IACOBI",
  "THE GOSPEL ACCORDING TO MATTHEW": "EVANGELIUM SECUNDUM MATTHAEUM",
  "BOOK OF GENESIS": "LIBER GENESIS",
  "BOOK OF THE PROPHET DANIEL": "LIBER PROPHETAE DANIELIS",
  "Click to download": "Click ita ut descendas",
  "Scan To Download": "Scanea Ut Descendas",
  "Free Download": "Gratis Descensio",
  "App": "App",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Libri Bibliae Parallelorum, Gratis Descensio, in Primo Loco per Totum Mundum, App Optima Librorum Bibliae Parallelorum, coniunctio scripturarum, A Iorge Carrasco",
  "Psalm 23": "Psalmus 23",
  "PSALM OF DAVID": "PSALMUS DAVID",
  "GOD WILL SHEPHERD ME": "DEUS ME PASCET",
  "Psalm 23; 1": "Psalmus 23; 1",
  "God will shepherd me; I will lack nothing.": "Deus me pascet; nihil mihi deerit.",
  "Psalm 78; 52": "Psalmus 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Verumtamen duxit populum suum sicut oves, et duxit eos in deserto sicut gregem.",
  "Psalm 80; 1": "Psalmus 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "O Pastor Israhel, intende; qui deducis Ioseph sicut oves, qui sedes super cherubin, appare coram Ephraim, Benjamin, Manasse.",
  "Isaiah 40;11": "Isaias 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Sicut pastor gregem suum pascet, in brachio suo congregabit agnos, et in sinu suo levabit, ipse attentus iustos pascet.",
  "Ezekiel 34; 12": "Ezechiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Deus pastor gregis) Haec dicit Dominus Deus: Ecce ego ipse inquirens gregem meum et requirone eos.",
  "Subscribe to get exclusive updates": "Subscribete ut peculiares universitates accipias",
  "Join Our Mailing List": "Uniscere nobis in tabula subscriptionis",
  "Subscribe": "Subscribere",
  "Privacy & Policy": "Privatum & Politica",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Biblia Parallelus gratis nunc in lingua Anglica et Hispanica, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Politica privati",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Condicionibus usus App Mobilis Organisatis Jc Workforce Training Center Corporation",
  "3- Mobile Terms of Use": "3- Conditions Usus Mobilis",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Politica Privati de absolutione translationis pro applicationibus meis Biblia Paralela Libros, Parallelus Bibliae Libri Android et Apple ut hic inter haec nexus Biblia Paralela Libros sive Parallelus Bibliae Libri nominabuntur Biblia Paralela 1 sive Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Privatum de politica pro applicationibus meis Biblia Paralela Libros, Parallelus Bibliae Libri",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android et Apple ut hic in haec abest Biblia Paralela Libros sive Parallelus Bibliae Libri",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Libri nominabuntur ut sequitur Biblia Paralela 1 sive Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "In terminis et condicionibus Reference ad App Parallelus Bibliae Libri in diversis linguis, sequere nexus: in plurilinguo Politico Privati Area",
  "Translations Disclaimer": "Translatio Absolvo",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "App Parallelus Bibliae Libri, in diversis linguis, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Omnis contentus in nostro sito et contentus expositus est per Google translation software intepretatus ergastolo a Google, et aliqua absolutiones fallaces aut inexactae esse possunt.",
  "Contact Info": "Contactus Nuntii",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Nobis adiunge: Biblia Parallelus a Iorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Organisatio Jc Workforce Training Center Corporation",
  "5190 Indian Mound St. Sarasota Florida USA": "Apud via 5190 Indian Mound, Sarasota, Florida, USA",
  "Contact Form": "Forma Contactus",
  "Name": "Nomen",
  "Email": "Email",
  "Phone": "Telephonus",
  "Message": "Nuntius",
  "Send": "Mittere",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Biblia Parallelus coniunctio scripturarum, via facilima ad intellegendam Biblia Parallelus a Iorge Carrasco, ubi Confirmare Poteris Fidem, Amorem, Pacem, Comitatem, Misericordiam, Spem, Optima Instrumenta Studii Biblici et Versus Cotidiani.",
  "Books Services": "Libri et Servitia",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "De",
  "Contact Us": "Nobis Contactus",
  "Enter your Email Address": "Introduce tibi tuae ad litteras Electronicas",
  "Enter your message here...": "Introduce tibi nuntium tuum hic...",
  "Please input your correct email!": "Dabisne tuum Electronicum postem rectum!",
  "Your email added our email listing. You can receive our promotioning email.": "Tuum e.post. nostro e.post. additum est. Capere potes nostrem issue promitionis.",
  "The Server Error occurred!": "Error Servatoris factus est!",
  "Name field is required!": "Nomen requiritur!",
  "Email field is required!": "Nomen appellativum requiritur! ",
  "Phone field is required!": "Numerus telephonius requiritur!",
  "Message field is required!": "Mandatory est campum messagii immittere!",
  "Successfully submitted!": "Bene submissum est!"
}
