{
  "Hi": "Cześć",
  "Parallel Bible Books": "Książki Biblii Równoległej",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Jestem Chatbotem Książek Biblii Równoległej, pytaj mnie o wszystko, co dotyczy Książek Biblii Równoległej!",
  "Home": "Strona główna",
  "Book Collection": "Kolekcja książek",
  "Contact": "Kontakt",
  "More": "Więcej",
  "Parallel": "Równolegle",
  "Bible": "Biblia",
  "Books": "Książki",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Książki Biblii Równoległej, darmowe pobieranie",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Aplikacja Książek Biblii Równoległej, kombinacja Pisma Świętego, autorstwa Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Książki Biblii Równoległej - kombinacja Pisma Świętego, najłatwiejszy sposób na zrozumienie Biblii",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Książki Biblii Równoległej autorstwa Jorge Carrasco, w których możesz wzmacniać swoją wiarę, miłość, pokój, towarzysza, miłosierdzie, nadzieję, najlepsze narzędzia do studiowania Biblii i codzienne wersety...",
  "Download Android App": "Pobierz aplikację na Androida",
  "Download iOS App": "Pobierz aplikację na iOS",
  "Parallel Bible by Jorge Carrasco": "Książki Biblii Równoległej autorstwa Jorge Carrasco",
  "Android App": "Aplikacja na Androida",
  "iOS / Apple App": "Aplikacja na iOS / Apple",
  "Google Play Books": "Książki w Google Play",
  "Barnes & Noble Books": "Książki w Barnes & Noble",
  "iBooks Store": "Sklep iBooks",
  "Service Books": "Książki liturgiczne",
  "BOOK OF RUTH": "KSIĘGA RUT",
  "Free": "Darmowa",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "LIST APOSTOŁA PAWŁA DO GALATÓW",
  "BOOK OF THE PROPHET JONAH": "KSIĘGA PROROKA JONASZA",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 LIST APOSTOŁA PAWŁA DO Tymoteusza",
  "BOOK OF THE PROPHET ZECHARIAH": "KSIĘGA PROROKA ZACHARIASZA",
  "BOOK OF THE PROPHET MALACHI": "KSIĘGA PROROKA MALACHIASZA",
  "EPISTLES OF THE APOSTLE JOHN": "LISTY APOSTOŁA JANA",
  "Paid Books": "Płatne książki",
  "EPISTLES OF THE APOSTLE PETER": "LISTY APOSTOŁA PETERA",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "LIST APOSTOŁA PAWŁA DO TYTUSA",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "LIST APOSTOŁA PAWŁA DO RZYMIAN",
  "EPISTLE OF THE APOSTLE JAMES": "LIST APOSTOŁA JAKUBA",
  "THE GOSPEL ACCORDING TO MATTHEW": "Ewangelia według Mateusza",
  "BOOK OF GENESIS": "KSIĘGA RODZAJU",
  "BOOK OF THE PROPHET DANIEL": "KSIĘGA PROROKA DANIELA",
  "Click to download": "Kliknij, aby pobrać",
  "Scan To Download": "Zeskanuj, aby pobrać",
  "Free Download": "Darmowe pobieranie",
  "App": "Aplikacja",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Książki Biblii Równoległej, Darmowe pobieranie, Numer #1 na świecie najlepsza aplikacja Książek Biblii Równoległej, gdzie połączono Pismo Święte, autorstwa Jorge Carrasco",
  "Psalm 23": "Psalm 23",
  "PSALM OF DAVID": "PSALM DAWIDA",
  "GOD WILL SHEPHERD ME": "BOGIE BĘDZIE MNIE PASŁ",
  "Psalm 23; 1": "Psalm 23; 1",
  "God will shepherd me; I will lack nothing.": "Bóg będzie mną pastwić; niczego mi nie zabraknie.",
  "Psalm 78; 52": "Psalm 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Lecz poprowadził swoje ludu jak baranów, jak stado prowadził je przez pustynię.",
  "Psalm 80; 1": "Psalm 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "O Pasterzu Izraela, wsłuchaj się i poprowadź Józefa jak stado. Ty, który zasiadasz wyżej niż cherubiny, ukaż się.",
  "Isaiah 40;11": "Izajasza 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Podobnie jak pasterz, który opiekuje się swoim stadem i zbiera jagnięta swoim ramieniem, nosi je w swej misie i wesprze nowonarodzone.",
  "Ezekiel 34; 12": "Ezechiela 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Bóg pasterz stada) Tak mówi Pan Panów; oto będę szukał moich owiec i będę się nimi opiekować.",
  "Subscribe to get exclusive updates": "Zapisz się, aby otrzymywać ekskluzywne aktualizacje",
  "Join Our Mailing List": "Dołącz do naszej listy mailingowej",
  "Subscribe": "Zapisz się",
  "Privacy & Policy": "Polityka prywatności",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Darmowa równoległa Biblia w języku angielskim i hiszpańskim, teraz dostępna; #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Polityka prywatności",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Warunki korzystania z mobilnej aplikacji Jc Workforce Training Center Corporation Organization",
  "3- Mobile Terms of Use": "3- Warunki korzystania z mobilnej aplikacji",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Klauzula wyłączenia odpowiedzialności tłumaczeń oraz polityka prywatności dla aplikacji Biblia Paralela Libros, Parallel Bible Books na platformy Android i Apple, o których mowa w tym linku, Biblia Paralela Libros Or Parallel Bible Books będzie nosić nazwę Biblia Paralela 1 lub Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Polityka prywatności dla moich aplikacji Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android i Apple, o których mowa w tym linku, Biblia Paralela Libros Or Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Książki będą nosić nazwę Biblia Paralela 1 lub Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Aby uzyskać informacje dotyczące warunków i zasad naszej aplikacji Parallel Bible Books w różnych językach, kliknij w link: w wielojęzycznej strefie polityki prywatności",
  "Translations Disclaimer": "Klauzula wyłączenia odpowiedzialności za tłumaczenia",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Aplikacja Parallel Bible Books w różnych językach, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Wszystkie treści na naszej stronie internetowej i wyświetlane treści zostały przetłumaczone za pomocą oprogramowania do tłumaczenia Google zasilanego przez Google, i niektóre tłumaczenia mogą być wadliwe lub nieodpowiednie.",
  "Contact Info": "Informacje kontaktowe",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Skontaktuj się z nami pod adresem: Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Organizacja Jc Workforce Training Center Corporation",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota, Floryda, USA",
  "Contact Form": "Formularz kontaktowy",
  "Name": "Imię",
  "Email": "Email",
  "Phone": "Telefon",
  "Message": "Wiadomość",
  "Send": "Wyślij",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel Bible to połączenie Pisma Świętego, najłatwiejszy sposób na zrozumienie Biblii, Parallel Bible autorstwa Jorge'a Carrasco, gdzie możesz wzmocnić swoją wiarę, miłość, pokój, towarzystwo, miłosierdzie oraz nadzieję. Najlepsze narzędzia do studiowania Biblii i codzienne wersety.",
  "Books Services": "Usługi książkowe",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "O nas",
  "Contact Us": "Skontaktuj się z nami",
  "Enter your Email Address": "Wprowadź swój adres email",
  "Enter your message here...": "Wprowadź swoją wiadomość tutaj...",
  "Please input your correct email!": "Proszę podać poprawny adres email!",
  "Your email added our email listing. You can receive our promotioning email.": "Twój email został dodany do naszej listy mailingowej. Będziesz otrzymywać nasze promocyjne maile.",
  "The Server Error occurred!": "Wystąpił błąd serwera!",
  "Name field is required!": "Pole imienia jest wymagane!",
  "Email field is required!": "Pole emaila jest wymagane!",
  "Phone field is required!": "Pole telefonu jest wymagane!",
  "Message field is required!": "Pole wiadomości jest wymagane!",
  "Successfully submitted!": "Pomyślnie wysłano!"
}
