{
  "Hi": "Oi",
  "Parallel Bible Books": "Livros Paralelos da Bíblia",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Eu sou o Chatbot dos Livros Paralelos da Bíblia, me pergunte qualquer coisa sobre os Livros Paralelos da Bíblia!",
  "Home": "Início",
  "Book Collection": "Coleção de Livros",
  "Contact": "Contato",
  "More": "Mais",
  "Parallel": "Paralelo",
  "Bible": "Bíblia",
  "Books": "Livros",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Livros Paralelos da Bíblia, Download Gratuito",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Aplicativo de Livros Paralelos da Bíblia, a combinação das escrituras por Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Bíblia Paralela - A combinação das escrituras: a maneira mais fácil de compreender a Bíblia",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Bíblia Paralela por Jorge Carrasco, onde você pode fortalecer a sua fé, amor, paz, companhia, misericórdia, esperança. As melhores ferramentas de estudo bíblico e versículos diários...",
  "Download Android App": "Baixar aplicativo para Android",
  "Download iOS App": "Baixar aplicativo para iOS",
  "Parallel Bible by Jorge Carrasco": "Bíblia Paralela por Jorge Carrasco",
  "Android App": "Aplicativo para Android",
  "iOS / Apple App": "Aplicativo para iOS / Apple",
  "Google Play Books": "Livros do Google Play",
  "Barnes & Noble Books": "Livros da Barnes & Noble",
  "iBooks Store": "Loja iBooks",
  "Service Books": "Livros de Serviço",
  "BOOK OF RUTH": "LIVRO DE RUTE",
  "Free": "Gratuito",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "EPÍSTOLA DO APÓSTOLO PAULO AOS GÁLATAS",
  "BOOK OF THE PROPHET JONAH": "LIVRO DO PROFETA JONAS",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1ª EPÍSTOLA DO APÓSTOLO PAULO A TIMÓTEO",
  "BOOK OF THE PROPHET ZECHARIAH": "LIVRO DO PROFETA ZACARIAS",
  "BOOK OF THE PROPHET MALACHI": "LIVRO DO PROFETA MALAQUIAS",
  "EPISTLES OF THE APOSTLE JOHN": "EPÍSTOLAS DO APÓSTOLO JOÃO",
  "Paid Books": "Livros Pagos",
  "EPISTLES OF THE APOSTLE PETER": "EPÍSTOLAS DO APÓSTOLO PEDRO",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "EPÍSTOLA DO APÓSTOLO PAULO A TITO",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "EPÍSTOLA DO APÓSTOLO PAULO AOS ROMANOS",
  "EPISTLE OF THE APOSTLE JAMES": "EPÍSTOLA DO APÓSTOLO TIAGO",
  "THE GOSPEL ACCORDING TO MATTHEW": "O EVANGELHO SEGUNDO MATEUS",
  "BOOK OF GENESIS": "LIVRO DE GÊNESIS",
  "BOOK OF THE PROPHET DANIEL": "LIVRO DO PROFETA DANIEL",
  "Click to download": "Clique para baixar",
  "Scan To Download": "Escaneie para baixar",
  "Free Download": "Download Gratuito",
  "App": "Aplicativo",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Livros Paralelos da Bíblia, Download Gratuito, Classificado como nº 1 no mundo todo, melhor aplicativo de Livros Paralelos da Bíblia, a combinação das escrituras por Jorge Carrasco",
  "Psalm 23": "Salmo 23",
  "PSALM OF DAVID": "SALMO DE DAVI",
  "GOD WILL SHEPHERD ME": "DEUS SERÁ MEU PASTOR",
  "Psalm 23; 1": "Salmo 23; 1",
  "God will shepherd me; I will lack nothing.": "Deus será meu pastor; nada me faltará.",
  "Psalm 78; 52": "Salmo 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Mas ele guiou o seu povo como um rebanho; conduziu-os pelo deserto.",
  "Psalm 80; 1": "Salmo 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Ó Pastor de Israel, escuta e conduz José como um rebanho. Tu que estás entronizado sobre os querubins, manifesta-te.",
  "Isaiah 40;11": "Isaías 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Como um pastor, ele cuidará do seu rebanho, recolhendo os cordeirinhos em seus braços e conduzindo com cuidado as ovelhas que têm filhotes.",
  "Ezekiel 34; 12": "Ezequiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Deus, o pastor do rebanho) Assim diz o Senhor, o Soberano: Eu mesmo buscarei as minhas ovelhas e delas cuidarei.",
  "Subscribe to get exclusive updates": "Inscreva-se para receber atualizações exclusivas",
  "Join Our Mailing List": "Junte-se à nossa lista de emails",
  "Subscribe": "Inscrever-se",
  "Privacy & Policy": "Privacidade e Política",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Bíblia Paralela gratuita em inglês e espanhol agora, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Política de Privacidade",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Termos de Serviço do Aplicativo Móvel da Jc Workforce Training Center Corporation Organization",
  "3- Mobile Terms of Use": "3- Termos de Uso para Dispositivos Móveis",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Aviso de Tradução e Política de Privacidade para meus aplicativos Biblia Paralela Libros, Parallel Bible Books para Android e Apple, conforme mencionado neste link. Biblia Paralela Libros Ou Parallel Bible Books será denominado como Biblia Paralela 1 ou Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Política de Privacidade para meus aplicativos Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android e Apple, conforme mencionado neste link Biblia Paralela Libros Ou Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Os livros serão denominados como Biblia Paralela 1 ou Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Para todos os Termos e Condições relacionados ao nosso aplicativo Parallel Bible Books em diferentes idiomas, por favor, siga o link: na área de Política de Privacidade multilíngue",
  "Translations Disclaimer": "Aviso de Traduções",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Aplicativo dos Livros Paralelos da Bíblia, em diferentes idiomas, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Todo o conteúdo em nosso site e o conteúdo exibido foram traduzidos usando o software de tradução do Google, fornecido pelo Google, e algumas traduções podem ser imprecisas ou incorretas.",
  "Contact Info": "Informações de Contato",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Entre em contato conosco em: Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Jc Workforce Training Center Corporation Organization.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida EUA",
  "Contact Form": "Formulário de Contato",
  "Name": "Nome",
  "Email": "Email",
  "Phone": "Telefone",
  "Message": "Mensagem",
  "Send": "Enviar",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Bíblia Paralela A combinação das escrituras, a maneira mais fácil de compreender a Bíblia. Bíblia Paralela por Jorge Carrasco, onde você pode fortalecer sua fé, amor, paz, companhia, misericórdia, esperança, melhores ferramentas de estudo bíblico e versículos diários.",
  "Books Services": "Serviços de Livros",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menu",
  "About": "Sobre",
  "Contact Us": "Contate-nos",
  "Enter your Email Address": "Digite seu endereço de email",
  "Enter your message here...": "Digite sua mensagem aqui...",
  "Please input your correct email!": "Por favor, insira um email válido!",
  "Your email added our email listing. You can receive our promotioning email.": "Seu email foi adicionado à nossa lista de emails. Você receberá nossos emails promocionais.",
  "The Server Error occurred!": "Ocorreu um erro no servidor!",
  "Name field is required!": "O campo Nome é obrigatório!",
  "Email field is required!": "O campo Email é obrigatório!",
  "Phone field is required!": "O campo Telefone é obrigatório!",
  "Message field is required!": "O campo Mensagem é obrigatório!",
  "Successfully submitted!": "Enviado com sucesso!"
}
