{
  "Hi": "Привет",
  "Parallel Bible Books": "Параллельные книги Библии",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Я чат-бот книги 'Параллельная Библия'. Спросите меня о чем угодно, связанном с 'Параллельной Библией'!",
  "Home": "Главная",
  "Book Collection": "Коллекция книг",
  "Contact": "Контакт",
  "More": "Ещё",
  "Parallel": "Параллельно",
  "Bible": "Библия",
  "Books": "Книги",
  "Parallel Bible Inc": "ООО 'Параллельная Библия'",
  "Parallel Bible Books, Free Download": "Параллельная Библия, бесплатное скачивание",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Приложение 'Параллельная Библия', объединение писаний, от Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Параллельная Библия. Объединение писаний - самый простой способ понять Библию",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Параллельная Библия от Jorge Carrasco. Здесь вы можете укрепить свою веру, любовь, мир, благословение, милость, надежду, использовать лучшие инструменты для изучения Библии и ежедневные стихи...",
  "Download Android App": "Скачать приложение для Android",
  "Download iOS App": "Скачать приложение для iOS",
  "Parallel Bible by Jorge Carrasco": "Параллельная Библия от Jorge Carrasco",
  "Android App": "Приложение для Android",
  "iOS / Apple App": "Приложение для iOS / Apple",
  "Google Play Books": "Книги в Google Play",
  "Barnes & Noble Books": "Книги в магазине Barnes & Noble",
  "iBooks Store": "Магазин iBooks",
  "Service Books": "Служебные книги",
  "BOOK OF RUTH": "КНИГА РУФЬ",
  "Free": "Бесплатно",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "ПИСЬМО АПОСТОЛА ПАВЛА К ГАЛАТАМ",
  "BOOK OF THE PROPHET JONAH": "КНИГА ПРОРОКА ИОНЫ",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 ПИСЬМО АПОСТОЛА ПАВЛА К ТИМОФЕЮ",
  "BOOK OF THE PROPHET ZECHARIAH": "КНИГА ПРОРОКА ЗАХАРИИ",
  "BOOK OF THE PROPHET MALACHI": "КНИГА ПРОРОКА МАЛАХИИ",
  "EPISTLES OF THE APOSTLE JOHN": "ПИСЬМА АПОСТОЛА ИОАННА",
  "Paid Books": "Платные книги",
  "EPISTLES OF THE APOSTLE PETER": "ПИСЬМА АПОСТОЛА ПЕТРА",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "ПИСЬМО АПОСТОЛА ПАВЛА К ТИТУ",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "ПИСЬМО АПОСТОЛА ПАВЛА К РИМЛЯНАМ",
  "EPISTLE OF THE APOSTLE JAMES": "ПИСЬМО АПОСТОЛА ИАКОВА",
  "THE GOSPEL ACCORDING TO MATTHEW": "ЕВАНГЕЛИЕ ОТ МАТФЕЯ",
  "BOOK OF GENESIS": "КНИГА БЫТИЯ",
  "BOOK OF THE PROPHET DANIEL": "КНИГА ПРОРОКА ДАНИИЛА",
  "Click to download": "Нажмите, чтобы скачать",
  "Scan To Download": "Отсканируйте для скачивания",
  "Free Download": "Бесплатное скачивание",
  "App": "Приложение",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Параллельная Библия, бесплатное скачивание, №1 в мире лучшее приложение 'Параллельная Библия', объединение писаний от Jorge Carrasco",
  "Psalm 23": "Псалом 23",
  "PSALM OF DAVID": "ПСАЛОМ ДАВИДА",
  "GOD WILL SHEPHERD ME": "ГОСПОДЬ БУДЕТ МНЕ ПАСТЬ",
  "Psalm 23; 1": "Псалом 23; 1",
  "God will shepherd me; I will lack nothing.": "Господь будет мне пастырем; ничего не будут мне нуждаться.",
  "Psalm 78; 52": "Псалом 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Но он вел свой народ как стадо, вел их через пустыню.",
  "Psalm 80; 1": "Псалом 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "О, Пастырь Израиля, услышь и веди Иосифа, как стадо. Признайся всему Иосифу, сидящему над Херувимами. ",
  "Isaiah 40;11": "Исаия 40; 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Подобно пастырю, заботящемуся о стаде, и собирающему ягнят на руках своих, и понемногу гонящему стадо свое, и ведущему детенышей. ",
  "Ezekiel 34; 12": "Иезекииль 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Бог, пастырь стада) Так говорит Господь Господей: вот, Я буду искать моих овец и заботиться о них.",
  "Subscribe to get exclusive updates": "Подпишитесь, чтобы получать эксклюзивные обновления.",
  "Join Our Mailing List": "Присоединяйтесь к нашей рассылке",
  "Subscribe": "Подписаться",
  "Privacy & Policy": "Политика конфиденциальности",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Бесплатная параллельная библия на английском и испанском языках теперь доступна, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Политика конфиденциальности",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Условия использования мобильного приложения для Jc Workforce Training Center Corporation Organization",
  "3- Mobile Terms of Use": "3- Условия использования мобильных устройств",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Отказ от ответственности за перевод Политика конфиденциальности для моих приложений Biblia Paralela Libros, Parallel Bible Books на Android и Apple, как указано в этой ссылке Biblia Paralela Libros или Parallel Bible Books будет называться следующим образом Biblia Paralela 1 или Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Политика конфиденциальности для моих приложений Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "на Android и Apple, как указано в этой ссылке Biblia Paralela Libros или Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Книги будут именоваться следующим образом Biblia Paralela 1 или Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Для ссылки на политику конфиденциальности на разных языках по условиям и положениям нашего приложения Parallel Bible Books перейдите по ссылке на странице с многоязыковой политикой конфиденциальности.",
  "Translations Disclaimer": "Отказ от ответственности за переводы",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Приложение Parallel Bible Books на разных языках, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Весь контент на нашем веб-сайте и отображаемый Контент были переведены с использованием программного обеспечения Google для перевода от Google, и некоторые переводы могут быть ошибочными или неточными.",
  "Contact Info": "Контактная информация",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Свяжитесь с нами по адресу: Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Jc Workforce Training Center Corporation Organization.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "Форма обратной связи",
  "Name": "Имя",
  "Email": "Email",
  "Phone": "Телефон",
  "Message": "Сообщение",
  "Send": "Отправить",
  "Books Services": "Услуги по книгам",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Меню",
  "About": "О нас",
  "Contact Us": "Свяжитесь с нами",
  "Enter your Email Address": "Введите ваш адрес электронной почты",
  "Enter your message here...": "Введите ваше сообщение здесь...",
  "Please input your correct email!": "Пожалуйста, введите корректный адрес электронной почты!",
  "Your email added our email listing. You can receive our promotional email.": "Ваш адрес электронной почты добавлен в наш список. Вы будете получать наши рекламные электронные письма.",
  "The Server Error occurred!": "Произошла ошибка сервера!",
  "Name field is required!": "Поле 'Имя' обязательно для заполнения!",
  "Email field is required!": "Поле 'Email' обязательно для заполнения!",
  "Phone field is required!": "Поле 'Телефон' обязательно для заполнения!",
  "Message field is required!": "Поле 'Сообщение' обязательно для заполнения!",
  "Successfully submitted!": "Успешно отправлено!",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Параллельная Библия. Комбинация Священных Писаний. Самый простой способ понять Библию. Параллельная Библия Хорхе Карраско, где вы можете найти силу, свою веру, любовь, мир, товарища, милосердие, надежду, лучшие инструменты для изучения Библии и стихи на каждый день"
}
