{
  "Hi": "Hola",
  "Parallel Bible Books": "Libros Paralelos de la Biblia",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "¡Soy el Chatbot de Libros Paralelos de la Biblia, pregúntame cualquier cosa sobre los Libros Paralelos de la Biblia!",
  "Home": "Inicio",
  "Book Collection": "Colección de Libros",
  "Contact": "Contacto",
  "More": "Más",
  "Parallel": "Paralelo",
  "Bible": "Biblia",
  "Books": "Libros",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Libros Paralelos de la Biblia, Descarga gratuita",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "App de Libros Paralelos de la Biblia, la combinación de las escrituras por Jorge Carrasco",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Biblia Paralela, la combinación de las escrituras es la forma más sencilla de comprender la Biblia",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Biblia Paralela de Jorge Carrasco, donde puedes fortalecer tu fe, amor, paz, compañerismo, misericordia, esperanza, las mejores herramientas de estudio de la Biblia y versículos diarios...",
  "Download Android App": "Descargar aplicación para Android",
  "Download iOS App": "Descargar aplicación para iOS",
  "Parallel Bible by Jorge Carrasco": "Biblia Paralela de Jorge Carrasco",
  "Android App": "Aplicación para Android",
  "iOS / Apple App": "Aplicación para iOS / Apple",
  "Google Play Books": "Libros de Google Play",
  "Barnes & Noble Books": "Libros de Barnes & Noble",
  "iBooks Store": "Tienda de iBooks",
  "Service Books": "Libros de Servicio",
  "BOOK OF RUTH": "LIBRO DE RUT",
  "Free": "Gratis",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "EPÍSTOLA DEL APÓSTOL PABLO A LOS GÁLATAS",
  "BOOK OF THE PROPHET JONAH": "LIBRO DEL PROFETA JONÁS",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 EPÍSTOLA DEL APÓSTOL PABLO A TIMOTEO",
  "BOOK OF THE PROPHET ZECHARIAH": "LIBRO DEL PROFETA ZACARÍAS",
  "BOOK OF THE PROPHET MALACHI": "LIBRO DEL PROFETA MALAQUÍAS",
  "EPISTLES OF THE APOSTLE JOHN": "EPÍSTOLAS DEL APÓSTOL JUAN",
  "Paid Books": "Libros de Pago",
  "EPISTLES OF THE APOSTLE PETER": "EPÍSTOLAS DEL APÓSTOL PEDRO",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "EPÍSTOLA DEL APÓSTOL PABLO A TITO",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "EPÍSTOLA DEL APÓSTOL PABLO A LOS ROMANOS",
  "EPISTLE OF THE APOSTLE JAMES": "EPÍSTOLA DEL APÓSTOL SANTIAGO",
  "THE GOSPEL ACCORDING TO MATTHEW": "EL EVANGELIO SEGÚN MATEO",
  "BOOK OF GENESIS": "LIBRO DE GÉNESIS",
  "BOOK OF THE PROPHET DANIEL": "LIBRO DEL PROFETA DANIEL",
  "Click to download": "Haz clic para descargar",
  "Scan To Download": "Escanea para descargar",
  "Free Download": "Descarga gratuita",
  "App": "Aplicación",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Libros Paralelos de la Biblia, Descarga gratuita, Clasificado como el mejor App de Libros Paralelos de la Biblia a nivel mundial, la combinación de las escrituras por Jorge Carrasco",
  "Psalm 23": "Salmo 23",
  "PSALM OF DAVID": "SALMO DE DAVID",
  "GOD WILL SHEPHERD ME": "DIOS ME PASTOREARÁ",
  "Psalm 23; 1": "Salmo 23; 1",
  "God will shepherd me; I will lack nothing.": "Dios me pastoreará; nada me faltará.",
  "Psalm 78; 52": "Salmo 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Pero condujo a su pueblo como a un rebaño, los guió como ovejas por el desierto.",
  "Psalm 80; 1": "Salmo 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Oh Pastor de Israel, escucha y guía a José como un rebaño. Tú que estás sentado más alto que los querubines, manifiéstate.",
  "Isaiah 40;11": "Isaías 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Como un pastor que cuida a su rebaño y recoge los corderos en sus brazos, los lleva en su seno y cuida a las recién nacidas.",
  "Ezekiel 34; 12": "Ezequiel 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Dios, el pastor del rebaño) Así dice el Señor de los señores: he aquí, buscaré a mis ovejas y las cuidaré.",
  "Subscribe to get exclusive updates": "Suscríbete para obtener actualizaciones exclusivas",
  "Join Our Mailing List": "Únete a nuestra lista de correo",
  "Subscribe": "Suscribirse",
  "Privacy & Policy": "Privacidad y Política",
  "Free Parallel Bible en English and Spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Biblia Paralela gratuita en inglés y español ahora, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Política de privacidad",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Términos de servicio de la aplicación móvil de la Organización Jc Workforce Training Center Corporation",
  "3- Mobile Terms of Use": "3- Términos de uso móvil",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Descargo de responsabilidad de traducción Política de privacidad para mis aplicaciones Biblia Paralela Libros, Parallel Bible Books Android y Apple como se menciona aquí en este enlace Biblia Paralela Libros o Parallel Bible Books se llamarán como sigue Biblia Paralela 1 o Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Política de privacidad para mis aplicaciones Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Android y Apple como se menciona aquí en este enlace Biblia Paralela Libros o Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Los libros se nombrarán de la siguiente manera Biblia Paralela 1 o Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Para todos los términos y condiciones de referencia a nuestra aplicación Parallel Bible Books en diferentes idiomas, por favor sigue el enlace en el área de Política de privacidad multilingüe",
  "Translations Disclaimer": "Descargo de responsabilidad de las traducciones",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Aplicación Parallel Bible Books, en diferentes idiomas, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Todo el contenido de nuestro sitio web y el contenido mostrado ha sido traducido utilizando el software de traducción de Google, y algunas traducciones pueden ser incorrectas o inexactas.",
  "Contact Info": "Información de contacto",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Contáctanos en: Biblia Paralela de Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Organización Jc Workforce Training Center Corporation.",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida USA",
  "Contact Form": "Formulario de contacto",
  "Name": "Nombre",
  "Email": "Correo electrónico",
  "Phone": "Teléfono",
  "Message": "Mensaje",
  "Send": "Enviar",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Biblia Paralela es la combinación de las escrituras, la forma más fácil de comprender la Biblia. Biblia Paralela de Jorge Carrasco, donde puedes fortalecer tu fe, amor, paz, compañía, misericordia y esperanza. Las mejores herramientas de estudio bíblico y versículos diarios.",
  "Books Services": "Servicios de libros",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Menú",
  "About": "Acerca de",
  "Contact Us": "Contáctanos",
  "Enter your Email Address": "Ingresa tu dirección de correo electrónico",
  "Enter your message here...": "Ingresa tu mensaje aquí...",
  "Please input your correct email!": "¡Por favor ingresa tu correo electrónico correcto!",
  "Your email added our email listing. You can receive our promotioning email.": "Tu correo electrónico ha sido agregado a nuestra lista. Podrás recibir nuestros correos promocionales.",
  "The Server Error occurred!": "¡Se produjo un error en el servidor!",
  "Name field is required!": "¡El campo del nombre es obligatorio!",
  "Email field is required!": "¡El campo del correo electrónico es obligatorio!",
  "Phone field is required!": "¡El campo del teléfono es obligatorio!",
  "Message field is required!": "¡El campo del mensaje es obligatorio!",
  "Successfully submitted!": "¡Enviado exitosamente!"
}
