{
  "Hi": "Привіт",
  "Parallel Bible Books": "Паралельні книги Біблії",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "Я є чат-ботом Parallel Bible Books, запитуйте все про Parallel Bible Books!",
  "Home": "Домашня",
  "Book Collection": "Збірка книг",
  "Contact": "Контакт",
  "More": "Додатково",
  "Parallel": "Паралельно",
  "Bible": "Біблія",
  "Books": "Книги",
  "Parallel Bible Inc": "Parallel Bible Inc",
  "Parallel Bible Books, Free Download": "Паралельні книги Біблії, безкоштовне завантаження",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Паралельна програма Parallel Bible Books, поєднання Писань від Хорхе Карраско",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "Паралельна Біблія - поєднання різних біблійських текстів, найлегший спосіб розуміти Біблію",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "Паралельна Біблія від Хорхе Карраско, де ви можете посилити свою віру, любов, мир, співчуття, милосердя і сподівання, користуючись найкращими інструментами для вивчення Біблії та щоденними цитатами ...",
  "Download Android App": "Завантажити Android-додаток",
  "Download iOS App": "Завантажити додаток для iOS",
  "Parallel Bible by Jorge Carrasco": "Паралельна Біблія від Хорхе Карраско",
  "Android App": "Android-додаток",
  "iOS / Apple App": "Додаток для iOS / Apple",
  "Google Play Books": "Книги на Google Play",
  "Barnes & Noble Books": "Книги в магазині Barnes & Noble",
  "iBooks Store": "Магазин iBooks",
  "Service Books": "Книги служіння",
  "BOOK OF RUTH": "КНИГА РУТ",
  "Free": "Безкоштовно",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "ЛИСТ АПОСТОЛА ПАВЛА ДО ГАЛАТІВ",
  "BOOK OF THE PROPHET JONAH": "КНИГА ПРОРOKА ЙОНИ",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "1 ЛИСТ АПОСТОЛА ПАВЛА ДО ТИМОФІЯ",
  "BOOK OF THE PROPHET ZECHARIAH": "КНИГА ПРОРОКА ЗАХАРІЇ",
  "BOOK OF THE PROPHET MALACHI": "КНИГА ПРОРОКА МАЛАХІЯ",
  "EPISTLES OF THE APOSTLE JOHN": "ЛИСТИ АПОСТОЛА ІОАННА",
  "Paid Books": "Платні книги",
  "EPISTLES OF THE APOSTLE PETER": "ЛИСТИ АПОСТОЛА ПЕТРА",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "ЛИСТ АПОСТОЛА ПАВЛА ДО ТИТА",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "ЛИСТ АПОСТОЛА ПАВЛА ДО РИМЛЯН",
  "EPISTLE OF THE APOSTLE JAMES": "ЛИСТ АПОСТОЛА ЯКОВА",
  "THE GOSPEL ACCORDING TO MATTHEW": "ЄВАНГЕЛІЄ ВІД МАТФЕЯ",
  "BOOK OF GENESIS": "КНИГА ПРО РОДОПОЧАТКИ",
  "BOOK OF THE PROPHET DANIEL": "КНИГА ПРОРОКА ДАНІЇЛА",
  "Click to download": "Натисніть, щоб завантажити",
  "Scan To Download": "Зіскануйте для завантаження",
  "Free Download": "Безкоштовне завантаження",
  "App": "Додаток",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "Паралельні книги Біблії, безкоштовне завантаження, займає перше місце серед найкращих світових паралельних додатків до Біблії, з поєднанням писань від Хорхе Карраско",
  "Psalm 23": "Псалом 23",
  "PSALM OF DAVID": "ПСАЛМ ДАВИДА",
  "GOD WILL SHEPHERD ME": "БОГ ПАСТИМЕ МЕНЕ",
  "Psalm 23; 1": "Псалом 23; 1",
  "God will shepherd me; I will lack nothing.": "Бог буде пасти мене, мені нічого не буде бракувати.",
  "Psalm 78; 52": "Псалом 78; 52",
  "But he led his people like sheep as a flock he led them through the desert.": "Він пастухував свій народ як вівці, проводив їх через пустелю.",
  "Psalm 80; 1": "Псалом 80; 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "Охайний Пастирю Ізраїлю, послухай і пасти Йосипа, провідника. Прояви Себе Ти, що сидиш свищами.",
  "Isaiah 40;11": "Ісая 40;11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "Подібно до пастуха, що доглядає свою отару, і збирає ягнят своїм плечем, носить їх на своїх пазусі та підтримує новонароджених.",
  "Ezekiel 34; 12": "Єзекіїль 34; 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(Бог пастух отари) Ось що говорить Господь Всіх господів: Ось, Я шукатиму Моїх вівць і буду дбати про них.",
  "Subscribe to get exclusive updates": "Підпишіться, щоб отримувати ексклюзивні оновлення",
  "Join Our Mailing List": "Приєднуйтесь до нашої розсилки",
  "Subscribe": "Підписатися",
  "Privacy & Policy": "Конфіденційність та політика",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "Безкоштовна Паралельна Біблія англійською та іспанською тепер, #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- Політика конфіденційності",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- Правила користування мобільного додатку Jc Workforce Training Center Corporation Organization",
  "3- Mobile Terms of Use": "3- Умови використання на мобільних пристроях",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- Відмова від відповідальності щодо перекладу Політика конфіденційності для моїх додатків Biblia Paralela Libros, Parallel Bible Books Android і Apple, як зазначено на цьому посиланні Biblia Paralela Libros або Parallel Bible Books будуть названі наступним чином: Біблія Paralela 1 або Біблія Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "Політика конфіденційності для моїх додатків Biblia Paralela Libros, Parallel Bible Books",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "Андроїд і Apple, як згадується в цьому посиланні Biblia Paralela Libros або Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "Книги будуть називатися наступним чином: Біблія Paralela 1 або Біблія Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "Щодо всіх Умов і Положень стосовно нашого додатку Parallel Bible Books на різних мовах, будь ласка, перейдіть за посиланням: у мультимовному розділі Політики конфіденційності",
  "Translations Disclaimer": "Відмова від відповідальності щодо перекладів",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "Додаток Parallel Bible Books, у різних мовах, #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "Увесь вміст нашого веб-сайту та відображений вміст були перекладені за допомогою програмного забезпечення для перекладу від Google, тому деякі переклади можуть бути неповними або неточними.",
  "Contact Info": "Контактна інформація",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "Зв'яжіться з нами за адресою: Parallel Bible by Jorge Carrasco",
  "Jc Workforce Training Center Corporation Organization.": "Організація Центру навчання робочої сили Jc",
  "5190 Indian Mound St. Sarasota Florida USA": "5190 Indian Mound St. Sarasota Florida США",
  "Contact Form": "Форма зв'язку",
  "Name": "Ім'я",
  "Email": "Електронна пошта",
  "Phone": "Телефон",
  "Message": "Повідомлення",
  "Send": "Надіслати",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "Parallel Bible - поєднання Писань, найпростіший спосіб зрозуміти Біблію. Розроблений Jorge Carrasco. Тут ви можете знайти зміцнення в своїй вірі, любові, мирі, компаньйонстві, милосерді, надії, а також кращі засоби для вивчення Біблії та щоденні вірші.",
  "Books Services": "Послуги книг",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "Menu": "Меню",
  "About": "Про нас",
  "Contact Us": "Зв'яжіться з нами",
  "Enter your Email Address": "Введіть вашу електронну адресу",
  "Enter your message here...": "Введіть ваше повідомлення тут...",
  "Please input your correct email!": "Будь ласка, введіть коректну електронну адресу!",
  "Your email added our email listing. You can receive our promotioning email.": "Вашу електронну адресу додано до нашого списку розсилки. Ви будете отримувати наші розсилки з акціями.",
  "The Server Error occurred!": "Сталася помилка сервера!",
  "Name field is required!": "Поле Ім'я є обов'язковим!",
  "Email field is required!": "Поле Електронна пошта є обов'язковим!",
  "Phone field is required!": "Поле Телефон є обов'язковим!",
  "Message field is required!": "Поле Повідомлення є обов'язковим!",
  "Successfully submitted!": "Успішно надіслано!"
}
