{
  "Hi": "ہی",
  "Parallel Bible Books": "متوازی بائبل کتب",
  "I am Parallel Bible Books Chatbot, ask me anything about Parallel Bible Books!": "میں متوازی بائبل کتب چیٹ بوٹ ہوں ، مجھ سے متوازی بائبل کتب کے بارے میں کچھ بھی پوچھیں!",
  "Home": "ہوم",
  "Book Collection": "کتابوں کی مجموعیت",
  "Contact": "رابطہ کریں",
  "More": "مزید",
  "Parallel": "متوازی",
  "Bible": "بائبل",
  "Books": "کتب",
  "Parallel Bible Inc": "متوازی بائبل انک",
  "Parallel Bible Books, Free Download": "متوازی بائبل کتب ، مفت ڈاؤن لوڈ",
  "Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "متوازی بائبل کتب کے ایپ ، یہی طریقہہ ہے کتاب ، یوحنا کاراسکو نے لکھی ، ہر تھوڑے دَیر کے بعد ایک ساتھ کھڑی ہوتی ہے",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible": "متوازی بائبل کی کتابوں کا مجموعہ بائبل کی بجائے کتابوں کو سمجھنے کا سب سے آسان طریقہ",
  "Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses...": "متوازی بائبل بائبل میں یوحنا کاراسکو ، جہاں آپ اپنی مزبوتیاں ، ایمان ، محبت ، امن ، ساتھی ، رحمت ، امید ، بائبل کا سب سے اچھا مطالعہ کرنے کا آلہ اور روزانہ آیات یاں کر سکتے ہیں...",
  "Download Android App": "انڈروئڈ ایپ ڈاؤن لوڈ کریں",
  "Download iOS App": "iOS ایپ ڈاؤن لوڈ کریں",
  "Parallel Bible by Jorge Carrasco": "متوازی بائبل ، یوحنا کاراسکو کے ذریعہ",
  "Android App": "انڈروئڈ ایپ",
  "iOS / Apple App": "iOS / ایپل ایپ",
  "Google Play Books": "گوگل پلے بُکس",
  "Barnes & Noble Books": "برنز و نوبل کتب",
  "iBooks Store": "ibooks اسٹور",
  "Service Books": "سروس کتب",
  "BOOK OF RUTH": "کتاب روت",
  "Free": "مفت",
  "EPISTLE OF THE APOSTLE PAUL TO THE GALATIANS": "برقی یعقوبی الفصل کولس کا خط",
  "BOOK OF THE PROPHET JONAH": "کتاب نبی یونس",
  "1 EPISTLE OF THE APOSTLE PAUL TO TIMOTHY": "پولس کی ایک رسالہ مسیحی یعقوبی تِموتھائی کو",
  "BOOK OF THE PROPHET ZECHARIAH": "کتاب نبی زکریا",
  "BOOK OF THE PROPHET MALACHI": "کتاب نبی ملاکی",
  "EPISTLES OF THE APOSTLE JOHN": "مسیحی یعقوبی یوحنا کی رسائل",
  "Paid Books": "ستائشی کتب",
  "EPISTLES OF THE APOSTLE PETER": "مسیحی یعقوبی پطرس کی رسائل",
  "EPISTLE OF THE APOSTLE PAUL TO TITUS": "پولس کی ایک رسالہ مسیحی یعقوبی تِطس کو",
  "EPISTLE OF THE APOSTLE PAUL TO ROMANS": "پولس کی ایک رسالہ مسیحی یعقوبی رومیوں کو",
  "EPISTLE OF THE APOSTLE JAMES": "یعقوبی یعقوبی مسیحی رِسالہ",
  "THE GOSPEL ACCORDING TO MATTHEW": "انجیل مطققاً متی",
  "BOOK OF GENESIS": "کتاب پیدائش",
  "BOOK OF THE PROPHET DANIEL": "کتاب نبی دانیال",
  "Click to download": "ڈاؤن لوڈ کرنے کے لئے کلک کریں",
  "Scan To Download": "ڈاؤن لوڈ کرنے کے لئے اسکین کریں",
  "Free Download": "مفت ڈاؤن لوڈ",
  "App": "ایپ",
  "Parallel Bible Books, Free Download, Ranked #1 Worldwide best Parallel Bible Books App, the combination of the scriptures By Jorge Carrasco": "متوازی بائبل کتب ، مفت ڈاؤن لوڈ ، پیدائش #1 رتبہ حاصل کرے بائبل کتب ایپ ، حکمتِ جدید کا ایک اردو ترجمہ جو خورج کیراسکو نے تحریر کیا",
  "Psalm 23": "مزمور ۲۳",
  "PSALM OF DAVID": "مزمورِ داؤد",
  "GOD WILL SHEPHERD ME": "خدا مجھے چرواہا بنائے گا",
  "Psalm 23; 1": "مزمور ۲۳؛ ۱",
  "God will shepherd me; I will lack nothing.": "خدا مجھے چرواہا بنائے گا ، مجھے کچھ کمی نہیں ہوگی۔",
  "Psalm 78; 52": "مزمور ۷۸؛ ۵۲",
  "But he led his people like sheep as a flock he led them through the desert.": "لیکن وہ اپنے لوگوں کو مثل بھیڑ کی طرح لے کر صحرا میں لے گیا۔",
  "Psalm 80; 1": "مزامیر 80؛ 1",
  "Oh Shepherd of Israel, listen and lead Joseph as a flock. You who are sitting higher than the cherubs manifest yourself.": "ارے اسرائیل کے چرواہے، سنو اور یوسف کو بھیڑ کی طرح قائم کرو۔ تو جو کروبیں سے بلند بیٹھا ہوا ہے، اپنے ہمت ظاہر کرو۔",
  "Isaiah 40;11": "اشعیاء 40؛ 11",
  "Like a shepherd who tends his flock and gathers the lambs with his arm, carries them in his supper and supports the newborn.": "کچھوا جیسا جو اپنی بھیڑ کی دیکھ بھال کرتا ہے اور بچوں کو اپنے بازو سے اکٹھا کرتا ہے، ان کی پیٹو کی میں لے جاتا ہے اور نو پیداشوں کو سہارا دیتا ہے۔",
  "Ezekiel 34; 12": "حزقیال 34؛ 12",
  "(God the shepherd of the flock) Thus says the lord of Lords; behold, I will seek my sheep and care for them.": "(خدا بھیڑوں کے چرواہا) اسی طرح کہتا ہے لارڈز کا رب؛ دیکھو، میں اپنے گوشوں کی تلاش کروں گا اور ان کا خیال رکھوں گا۔",
  "Subscribe to get exclusive updates": "اختیاراتی اپ ڈیٹس حاصل کرنے کیلئے سبسکرائب کریں",
  "Join Our Mailing List": "ہمارے میلنگ لسٹ میں شامل ہوں",
  "Subscribe": "سبسکرائب کریں",
  "Privacy & Policy": "رازداری اور پالیسی",
  "Free Parallel Bible en english and spanish Now, #parallelbiblejorge, #bibliaparalelajorge": "اب مفت متوازی بائبل انگریزی اور ہسپانوی میں دستیاب ہے، #parallelbiblejorge, #bibliaparalelajorge",
  "1- Privacy policy": "1- رازداری پالیسی",
  "2- Jc Workforce Training Center Corporation Organization Mobile App Terms of Service": "2- جے سی ورکفورس ٹریننگ سینٹر کارپوریشن آرگنائزیشن موبائل ایپ کے شرائط اور احکامات",
  "3- Mobile Terms of Use": "3- موبائل کے استعمال کے شرائط",
  "4- Translation Disclaimer Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "4- ترجمہ حقوق کی درستگی: رازداری پالیسی میری ایپلیکیشنز Biblia Paralela Libros ، Parallel Bible Books Android اور Apple کے لئے، جیسا کہ یہاں ذکر کیا گیا ہے، Biblia Paralela Libros Or Parallel Bible Books کو درج ذیل نامزد کیا جائے گا Biblia Paralela 1 یا Biblia Paralela",
  "Privacy policy for my applications Biblia Paralela Libros, Parallel Bible Books": "میری ایپلیکیشنز Biblia Paralela Libros ، Parallel Bible Books کی رازداری پالیسی",
  "Android and Apple as mentioned here in this link Biblia Paralela Libros Or Parallel Bible": "انڈروئیڈ اور ایپل کیلئے جیسا کہ یہاں ذکر کیا گیا ہے، Biblia Paralela Libros Or Parallel Bible",
  "Books will be named as follows Biblia Paralela 1 or Biblia Paralela": "کتابیں درج ذیل نامزد کی جائیں گی: Biblia Paralela 1 یا Biblia Paralela",
  "For Al Terms And Conditions Reference to our App Parallel Bible Books On different languages, please follow the link: on the multilingual Privacy Policy Area": "ہماری موازی بائبل ایپ کی شرائط اور احکامات کے لئے مختلف زبانوں میں، براہ کرم لنک پر کلک کریں: متعدد زبان والی رازداری پالیسی علاقہ میں",
  "Translations Disclaimer": "ترجمہ کی تنبیہ",
  "Parallel Bible Books App, in Different Languages, #parallelbiblejorge, #bibliaparalelajorge": "متوازی بائبل ایپ، مختلف زبانوں میں، #parallelbiblejorge, #bibliaparalelajorge",
  "All the content on our website and Content displayed has been translated using Google translation software powered by Google, and some translations may be flawed or inaccurate.": "ہماری ویبسائٹ پر تمام مواد اور دکھائے گئے مواد کا ترجمہ Google ترجمہ سافٹ ویئر کی مدد سے کیا گیا ہے جو Google کی طرف سے چلایا جاتا ہے، اور کچھ تراجم ممکن ہے کہ کچھ خراب یا غلط ہوں.",
  "Contact Info": "رابطہ کی معلومات",
  "Contact Us At: Parallel Bible by Jorge Carrasco": "ہم سے رابطہ کریں: جارج کراسکو کی متوازی بائبل پر",
  "Jc Workforce Training Center Corporation Organization.": "جے سی ورکفورس ٹریننگ سینٹر کارپوریشن آرگنائزیشن.",
  "5190 Indian Mound St. Sarasota Florida USA": "ایکسپیریئنس دابنگ جو بکز کے پروتھم لئینگ کی جانب سے شامل کی گئی ہیں۔",
  "Contact Form": "رابطے کا فارم",
  "Name": "نام",
  "Email": "ای میل",
  "Phone": "فون",
  "Message": "پیغام",
  "Send": "بھیجیں",
  "Parallel Bible The combination Of The scriptures the easiest way to comprehend the Bible Parallel Bible by Jorge Carrasco, Where You Can Strengths, Your Faith, Love, Peace, Companion, Mercy, Hope, The Best Bible Study Tools And Daily verses.": "متوازی بائبل کی ملاپ کی شرعوں کا مجموعہ بائبل کو سمجھنے کا سب سے آسان طریقہ ہے جو ہر چیز کو دیکھنے میں آسان بناتا ہے۔ یہاں آپ اپنے یقین، محبت، امن، ساتھی پر احسان، امید، بہترین بائبل اسٹڈی ٹولز اور روزانہ کے آیات کو مضبوط کر سکتے ہیں۔",
  "Books Services": "کتابوں کی خدمات",
  "Google Play": "گوگل پلے",
  "App Store": "ایپ سٹور",
  "Menu": "مینو",
  "About": "تفصیل",
  "Contact Us": "ہم سے رابطہ کریں",
  "Enter your Email Address": "اپنا ای میل ایڈریس درج کریں",
  "Enter your message here...": "اپنا پیغام یہاں درج کریں...",
  "Please input your correct email!": "براہ کرم درست ای میل درج کریں!",
  "Your email added our email listing. You can receive our promotioning email.": "آپ کے ای میل ہماری ای میل لسٹ میں شامل کیا گیا ہے۔ آپ ہمارے پروموشنل ای میل حاصل کرسکتے ہیں۔",
  "The Server Error occurred!": "سرور میں خرابی روی داد ہوئی ہے!",
  "Name field is required!": "نام کا شعبہ ضروری ہے!",
  "Email field is required!": "ای میل کا شعبہ ضروری ہے!",
  "Phone field is required!": "فون کا شعبہ ضروری ہے!",
  "Message field is required!": "پیغام کا شعبہ ضروری ہے!",
  "Successfully submitted!": "کامیابی کے ساتھ جمع کیا گیا!"
}
